<?php
// (1) Энергии
$energy = ( 	// @ - разделитель абзацев
  '1' => 
  'Первооткрыватель, Маг@

  стремление к самореализации;
  желание творить и создавать;
  новаторы и духовные лидеры по сути;
  стремление к достойному окружению;
  желание быть на высоте,не терпят давления;
  осваивают большое количество информации;
  сильная материализация мысли;@

  негативное мышление;
  не верят в себя(не верят людям);
  эгоисты,ставят себя выше других;
  не переносят критику, не терпят конкуренции;
  ревнивцы, подозрительны;
  комплекс Бога, отстранение от людей и мира;
  ',


  '2' => 
  'Гармония,равенство,единство@

  прирожденные дипломаты и актеры;
  стремятся к балансу во всём;
  стремятся к гармонии в отношениях между людьми;
  любят и понимают природу;
  не стремятся к лидерству, предпочитают равенство;
  хороший слух,чувствование людей и ситуаций;
  к ним обращаются за советом;@

  страдают самокритикой и комплексами;
  серые кардиналы:двуличны,носят маски;
  любят сплетничать,при выгоде лгут;
  могут легко предать и уйти в трудную минуту;
  апатичны,часто уходят в депрессии;
  легко поддаются лени и безделью;
  испытывают сложности при выборе;
  ',


  '3W' =>
  'Женщина-муза@

  гармония в отношении с мамой и с женщинами;
  любят и принимают в себе женщину, женственны и сексуальны;
  в отношении с любимым мужчиной создают плодородие (от 3 детей) и процветание;
  создают гармонию и порядок в доме;
  любят природу и творчество;
  статусные и мудрые;@

  деспотичны,капризны,эгоистичны;
  властность, контроль, страхи в сторону детей, мужа и близких;
  соперничество и конкуренция с женщинами;
  дисгармония во взаимоотношениях с мамой;
  зацикленность на внешности и материальных благах;
  желание повышенного внимания к себе;
  борются с мужчинами, доказывая свою властность;
  энергетически и морально подавляют своего мужчину;
  ',

  '3M' =>
  'Чувственность, ранимость@

  тонко чувствуют и понимают природу женщины;
  умеют поддержать и успокоить;
  понимающие,чуткие,заботливые;
  ответственные,однолюбы,преданны семье;
  творческий склад ума и характера;
  успех от взаимодействия и работы с женщинами;@

  излишне впечатлительны и ранимы;
  есть страх перед ответственностью;
  депрессивны,апатичны,обидчивы;
  легко поддаются управлению, впадают в зависимость от женщины;
  слабохарактерны;
  ',

  '4M' => 
  'Император@

  прирожденные победители;
  стремятся к деньгам,статусу и власти;
  любящие,заботливые,ответственные мужья,отцы,сыновья;
  справедливые руководители и лидеры;
  обладают отменными навыками управления;
  обладают стратегическим мышлением(думают на несколько шагов вперед);
  легко создают бизнесы,проекты,деньги;@

  деспотичные,властные,эгоистичные;
  проявляют гиперконтроль по отношению к детям,жене и близким(шаг влево,шаг вправо - расстрел);
  бардак и хаос в делах и отношениях;
  финансовые трудности;
  зациклены на материальных благах, отсутствует духовность;
  безответственны и не способны мыслить стратегически;
  ',

  '4W' =>
  'Императрица@
  папина доча(гармония в отношениях с папой);
  гармония во взаимоотношении с мужчинами;
  стремятся к сотрудничеству с мужчинами;
  проявляют уважение к своему любимому мужчине, восхищаются им и доверяют ему;
  делегируют ответственность мужчине;
  создают гармоничную семью, воспитывают достойных Королева Елизавета(Король говорит) наследников;
  стремятся к финансовой независимости и саморазвитию;@

  обиды на папу,на мужчин;
  соперничество и конкуренция в отношении с мужчинами;
  тянут “одеяло” ответственности в семье на себя;
  подавляют и унижают мужчин, не доверяют мужчинам;
  зациклены на материальных благах, власти и статусе;
  отсутствие духовности;
  бардак в голове,делах и отношениях;
  ',

  '5' =>
  'Учитель,Законник,Семьянин@

  стремятся к новым знаниям и получению нового опыта;
  являются проводниками знаний в мир: умеют упрощать даже самые сложные знания и выдавать их людям в практическом виде;
  100% практики:умеют обучать людей,есть ученики,отличные ораторы и логики
  уважают законы, традиции, порядки семьи и общества;
  создают семью,занимаются воспитанием детей, становятся духовным центром семьи(объединяют семью);
  уважают отца,старших,учителей; Мастер Шифу;@

  уходят в интеллектуальную гордыню: отсутствие интереса к новым знаниям, консерватизм(я и без того умный);
  насаждают своё мнение,идеалы,взгляды и не идут на компромисс с людьми(все должно быть по-моему или катись отсюда);
  отказываются передавать знания людям;
  проявляют неуважение к отцу,старшим,учителям;
  нарушают законы,порядки,традиций семьи и общества;
  желание всё,всех и вся контролировать и поучать;
  ',


  '6W' =>
  'Любовь, Отношения@

  наполнены любовью к себе и способны наполнять любовью каждого с кем общаются;
  являются ИСТОЧНИКОМ любви,гармонии и красоты в этом мире;
  умеют выстраивать гармоничные взаимоотношения с людьми посредством коммуникации(общения);
  окружают себя красивыми вещами, являются законодательницами моды во всём в своём окружении(гармония внутренней и внешней красоты);
  видят в людях и в пространстве гармонию и красоту;
  создают красоту в этом мире, выстраивают гармоничные отношения, Настенька из Морозко
  создают семью, соблюдают супружескую верность в отношениях;@

  нелюбовь к себе,самокритика;
  склонны идеализировать людей, затем разочаровываться в них;
  поиск внешних источников любви(ищут людей, которые смогли бы наполнить их любовью);
  искушения,измены,дисгармония в отношении с людьми;
  неумение видеть,чувствовать и создавать красоту;
  ',

  '6M' =>
  'Любовь, Отношения@

  отдающие,любящие;
  умеют легко создавать красоту;
  любят себя, ухаживают за собой, любят то, чем занимаются;
  харизматичны, умеют нравиться людям, любят быть в центре внимания;
  легко выстраивают отношения с людьми;
  стремятся к гармонии в отношениях с любимой, созданию семьи,рождению детей. Верные;@

  раздутое эго;
  цепляются лишь за внешнюю красоту, живут в искушениях, постоянно ищут себе кумира(идеализируют и разочаровываются);
  коварны,мстительны,черствы,ранимы,не верны;
  зависят от чужого мнения;
  ',

  '7' => 
  'Целеустремленность, Сотрудничество@

  ведут активный образ жизни;
  очень целеустремленные;
  умеют сотрудничать с людьми, стремятся к сотрудничеству, любят быть в команде(семья первая команда);
  легки на подъем,любят поездки,путешествия, командировки;
  классно мотивируют людей, вдохновляют, объединяют в команды;
  стремятся к развитию и саморазвитию; Гектор из Трои
  легко относятся к неудачам;@

  ведут малоактивный и малоподвижный образ жизни;
  бесцельное существование;
  не экологичная постановка и достижение целей(идут по головам людей,соперничают,конкурируют,подавляют,заставляют);
  война с самим собой,людьми и со всем миром(вечно недовольны собой,людьми и миром,ругают себя людей и мир);
  отсутствие развития и саморазвития;
  ',

  '8' =>
  'Честность, Справедливость@

  честные и справедливые;
  их действия ориентированы и направлены на помощь и поддержку людям;
  быстро осознают уроки и понимают причинно-следственную связь, умеющие прощать;
  понимают кармические законы Вселенной;@

  зацикленность на несправедливости;
  энергия отрицания: вечное недовольство жизнью и обвинение окружающих в несправедливости,поиск виноватых;
  депрессии,апатия,нервные срывы;
  не умеют извлекать уроки и осознавать ошибки и развиваться, отсюда часто повторяющиеся негативные события в их жизни;
  непонимание кармических законов;
  неумение прощать;
  ',

  '9' => 'Мудрец, Отшельник@

  мудрые от рождения: видят самую суть;
  от рождения есть доступ к глубинным знаниям(получают информацию и ответы на свои вопросы от пространства вокруг себя);
  сильная связь с Богом и Вселенной(когда задаются вопросами, то
  приходят люди,которые дают им ответы или случаются ситуации через которые они получают ответы);
  творческие,есть способности к психологии;
  умеют делиться мудростью с людьми и передавать им при этом особое душевное состояние;
  очень надёжные,их хочется слушать и учиться у них;@

  уходят в крайности: либо в духовность, аскезы, экономию и отрицают материальное, поэтому нет денег; либо в трудоголизм и транжирство;
  осуждают людей по любому поводу и без повода;
  недоверчивые и замкнутые(уход от мира,уход в себя);
  безбрачие, неряшливость, нелюбовь к себе и людям, обиды;
  ',

  '10' =>
  'Поток, Удача@

  родились в рубашке, очень удачливы, успешны во всех делах;
  сильная связь с Богом и Вселенной(всё получают через “хочу”);
  умеют жить в потоке, в доверии к Богу и своей интуиции;
  умеют расслабиться и радоваться жизни несмотря ни на что;
  выбирают и занимаются делом по душе,от которого получают истинное удовольствие;
  создают те условия жизни,которые им по душе, трудолюбивы, самостоятельны,ответственны;
  видят возможности и пользуются ими,умеют подключать к “потоку” других;
  забота о здоровье физического тела(спорт,режим,питание);@

  трудоголизм, напряжение, гребут против “потока”;
  не видят возможности;
  лень и нерешительность;
  наплевательское отношение к телу и здоровью;
  не самостоятельны, безответственны, поддаются чужому мнению;
  ',

  '11' =>
  'Созидание, Сила, Потенциал@

  очень волевые и сильные люди, достигающие любых целей;
  раскрывают свой потенциал и помогают в раскрытии потенциала других людей;
  если энергия даётся женщине, то она через любовь и поддержку раскрывает потенциал,таланты и способности своего мужчины;
  очень мощная сексуальная энергия, умение гармонично пользоваться сексуальной энергией
  способны создать бизнес, компании, эгрегоры, стать управленцами, создавать что-то своими руками,созидательное мышление;
  уважают силу и смотрят на мир с позиции силы;
  лидеры,тренера,спортсмены;@

  разрушительная сила и мышление, агрессия, из-за неверия в себя, нереализованности или отсутствия созидания;
  женщина “Я САМА”, мужчина безответственный;
  женские и мужские болезни из-за дисгармонии в интимной жизни;
  стремление создавать себе трудности и преодолевать их трудоголизм:
  ',

  '12' =>
  'Служение, Милосердие@

  милосердные, добрые, в них очень много любви и желание отдавать людям бескорыстно;
  умеют отдавать свою любовь,заботу,поддержку и служение людям безусловно,ничего не ожидая взамен;
  творческое и креативное мышление, иное видение(видят всё с разных сторон,не так, как все);
  классные психологи с чарующим голосом, люди к ним прислушиваются;
  умеют вдохновлять, мотивировать, воодушевлять;
  благотворители,меценаты,филантропы,волонтеры;@

  неумение говорить “НЕТ”;
  впадают в ожидания и в состояние жертвы(все вокруг пользуются мной и не ценят мой вклад);
  часто приносят себя в жертву ради какого-то дела или человека;
  разочарование в людях,обидчивость,ранимость;
  страдания, ощущение ненужности и одиночества
  ',

  '13' =>
  'Трансформация, Перерождение@

  любят и принимают перемены в своей жизни;
  активные и бесстрашные: легко начинают новые жизненные циклы,расстаются со всем старым, ненужным, отжившим себя;
  постоянно осознанно трансформируют свою жизнь к лучшему;
  умеют спасать жизни людей;@

  держатся за старое;
  боятся и не принимают перемены в своей жизни;
  стремление к стабильности,бытовухе,обыденности;
  страх старости и смерти;
  пониженная самооценка, чувство потерянности;
  депрессии,безысходность,суицидальные мысли;
  ',

  '14' =>
  'Целитель души и тела@

  утонченно чувствующие и воспринимающие мир, людей и события;
  творчество является неотъемлемой частью их жизни;
  обладают богатым эмоциональным и внутренним миром, зрелая душа: они восприимчивы ко всему прекрасному;
  интеллектуальны и начитаны, легко поддерживают любую беседу;
  развиты способности к целительству(у них энергетически исцеляющие руки, так же они отличные психологи);
  умеют прощать:отпускают старое и всегда открыты для всего нового;
  умеют проникать в самую душу человека: рядом с ними хочется говорить о сокровенном
  нацелены на развитие душ других людей;@

  не умеют прощать: тащат за собой груз обид, разочарований и злопамятства;
  ранимы,занимаются самобичеванием,закрыты от людей и мира;
  не развивают свои творческие и целительские способности;
  занимаются бесполезной деятельностью;
  ',

  '15' =>
  'Искушения и проявления@

  видят людей насквозь: все пороки и недостатки;
  помимо недостатков видят достоинства людей и говорят им об их достоинствах, тем самым провоцируют их на духовное развитие;
  видят слабые звенья в проектах и замечают достоинства с помощью которых можно убрать эти слабые звенья(хорошие аналитики);
  сексапильные,страстные,властные, в них много энергии
  и авантюризма;@

  видят вокруг одни лишь недостатки и пытаются переделать людей под себя,указывая им на их недостатки;
  живут в страстях(работа ради денег, секс, еда, материя);
  их одолевает злость, агрессия, ненависть;
  ',

  '16' =>
  'Духовный лидер, Пробуждение@

  духовные лидеры: духовно развиваются сами и ведут к духовному развитию людей;
  легко переживают кризисы и испытания: видят в них новые возможности;
  не держаться за материальные блага этого мира: относятся к ним так, как будто они всегда будут в их жизни и переживать за это не стоит;
  приносят в мир новые знания для человечества;
  люди доверяют им и идут за ними;@

  зацикленность на материальном: страх потери денег, работы, бизнеса;
  у них Вселенная отбирает все то, что они бояться потерять в материальном мире;
  ожесточены, относятся к испытаниям и кризису как к “каре небесной”;
  пребывают в страстях и зависимостях(злость,ненависть,жадность);
  склонность к самоистязанию и повышенная травматичность;
  отсутствие порядка,хаос в жизни,делах,отношениях;
  ',

  '17' =>
  'Звезда, Признание@

  добиваются признания в области своей деятельности;
  очень творческие:раскрывают весь свой творческий потенциал,развивают его и творчески проявляются в этом мире, есть поклонники;
  становятся мастерами и специалистами высокого уровня в своей профессии;
  исцеляет карму через известность: им прощаются ошибки,ибо они служат как бы живым примером для людей того, как не надо делать;
  могут отдавать энергию большой группе людей и быстро становятся популярными;@

  апатия и жизнь “серой мышки”: неверие в себя и в свои силы;
  не раскрывают свой потенциал, не развивают его и не показывают свои таланты,отказываются показывать свой профессионализм;
  местами излишняя скромность и обычная деятельность, которая никак не раскрывает их потенциал и не развивает таланты;
  творческая и профессиональная нереализованность,но при этом гордыня и капризность (звездная болезнь);
  ',

    '18' =>
  'Волшебство, Притяжение@

  волшебники и волшебницы: рожденные создавать свою реальность посредством своих мыслей, способны материализовать все свои мысли, как позитивные, так и негативные(если обычному человеку нужно очень сильно постараться,чтобы его мысли материализовались, то волшебнику достаточно лишь эмоционально о чем-то подумать и это случается в его жизни почти сразу);
  исцеляют свои страхи и опасения;
  в плюсе умеют сосредотачиваться на позитивном мышлении и быстро реализовывать желания;
  у них богатый внутренний мир: творчество в сочетании с тайной и загадочностью;
  обладают мистическими способностями, зависимы от Луны, видят пророческие и яркие сны;@

  неуверенные в себе, постоянно сосредоточены на негативе и страхах;
  страхи возникают на пустом месте: отсюда вечно подавленное состояние;
  уход от реальности в мир иллюзий, депрессии, зависимости, отрицание своих способностей; 
  ',


  '19' => 'Процветание,Солнце@

  ведут социально активный образ жизни:выходят в люди, делятся с ними своими идеями, инсайтами, целями;
  являются солнышком для людей,лидеры по жизни:открытые, яркие, позитивные(когда они куда-то заходят все начинают улыбаться,потому что солнышко пришло);
  очень зажигательные и энергичные, через взаимодействие с ними легко можно зарядиться позитивной энергией;
  стремятся к процветанию: сами процветают, создают условия и ведут людей за собой к процветанию;
  власть и деньги используют во благо людей и этого мира;@

  мало активный социальный образ жизни, отшельничество, эгоизм, во всем ищут личную материальную выгоду;
  зацикленность на чем-то или на ком-то одном, энергия самосожжения;
  отсутствие денег и процветания;
  самокопание, разочарование в себе, сопровождающиеся постоянным чувством вины;
  ',


  '20' => 'Прославление рода@

  прославляют свой род через свою деятельность,либо через свою жизнедеятельность;
  являются достойными продолжателями своего рода, создают крепкую,гармоничную семью,воспитывают достойных наследников, выстраивают гармоничные отношения не только с супругом/супругой, но и со своими родителями и родственниками,также с родителями и родственниками супруга/супруги;
  исцеляют карму рода через свое личное развитие и саморазвитие;
  разносторонние и эрудированные,хорошо работают с информацией, ответы к ним приходят сами, ясновидцы;@

  нежелание продолжать род,создавать семью,рожать детей;
  дисгармония с родом и миром:осуждают близких и людей в целом;
  неуважение к старшим,агрессия и обиды на родителей,разрыв отношений с близкими;
  позорят род,суды с родственниками,развод;
  отсутствие развития и саморазвития;
  ',

  '21' => 'Масштабирование,Глобализация@

  миротворцы:за мир во всем мире,легко улаживают конфликты;
  обожают путешествия,любят мир и людей(независимо от их цвета кожи,вероисповедания,национальности),чувствуют себя как дома в любой стране этого мира(-где твой дом? -весь мир мой дом);
  легко изучают иностранные языки,взаимодействуют с иностранцами;
  стремятся масштабировать свою деятельность, идут на карьерный рост, принимают участие в глобальных проектах,которые приносят пользу миру;
  расширяют свое мышление и пространство вокруг себя(в том числе и через многодетность)
  патриоты:любят и представляют всюду свою страну и родину;@

  узость мышления,зацикленность только на своей выгоде и на себе;
  считают что весь мир и все люди им что-то должны, борются с миром, агрессивны,воинственны;
  шаблонное мышление,принципиальность,категоричность,осуждение;
  конфликтные:стремятся всюду разжечь конфликт;
  в негативе недовольны страной и родиной,могут даже предать;
  ',

  '22' => 'Свобода, Создание праздника@

  убирают запреты, ограничения и рамки из своей жизни, умеют быть свободными при любых внешних обстоятельствах;
  хозяева своей жизни: всегда идут туда,куда хотят идти и делают то, что хотят делать, становятся теми,кем хотят быть;
  не терпят давления и состояния угнетения, для них жизнь-это игра, они создают праздник в своей жизни и приносят праздник в жизнь людей через свою деятельность,либо через свою жизнедеятельность;@

  живут в состоянии угнетения и нерешительности;
  сами создают в своей голове рамки, запреты, ограничения и остаются в условиях угнетения и,для оправдания своего бездействия начинают на подсознательном уровне притягивать в жизнь внешние ограничивающие их факторы(попадают под властное влияние родителей, супругов, даже притягивают болезни) и смиряются с этим, мол как я это сделаю если есть властные родители, супруг или болезнь;
  ограниченность и безответственность,нелюбимая работа,минимальная свобода(золотая клетка,тюрьма,зависимости), психологические заболевания;
  '
);

// (2) Как поднять энергию в плюс
$plusEnergy = ( // Алён, если что каждую строку можешь разделить с помощью ";"
  '1' =>
  'управление проектами: организовать проект и взять в нем роль лидера;
  приобщаться к элите общества любыми путями(вращаться в кругу известных, популярных,успешных людей в своей сфере);
  постоянно пробовать что-то новое на пути к достижению цели:новые знакомства, новые решения, новые методы;
  все что связано с высотой: квартира на одном из последних этажей высотки, парашют, тарзанка;
  сосредотачиваться на позитивном мышлении(помогут медитации,йога,цигун);
  применять свои теоретические знания на практике;
  ',

  '2' =>
  'периодически бывать на природе: гулять,слушать звуки природы;
  решать конфликтные ситуации через диалог;
  завести откровенный разговор(в хорошем тоне) с близким человеком;
  говорить людям что-то хорошее;
  ”снять маски”,перестать притворяться;
  ',

  '3W' =>
  'наладить отношения с мамой, выстроить гармоничные взаимоотношения с женщинами через раскрытие женственности и принятие себя, как женщину(женские практики);
  заниматься творчеством, рукоделием, танцами;
  родить детей,проводить время с детьми;
  бывать на природе, заняться садоводством(сажать цветы,ухаживать за цветами);
  организовывать периодически мероприятия для любимого человека и семьи(дни рождения, званые семейные обеды, тот же выезд на природу всем вместе);
  создавать уют, чистоту и порядок в доме, на рабочем месте и в делах;
  работать над гармонизацией в отношениях с любимым(“погода в доме”);
  ',

  '3M' =>
  'заниматься творчеством, бывать на природе;
  общаться с женщинами, выстраивать взаимоотношения с женщинами через ответственность:заботиться о любимых женщинах -маме/жене/дочке(такому мужчине важно осознанно воспитывать в себе мужественность через ответственность и заботу);
  построить дом, приобрести недвижимость, заниматься домашним хозяйством;
  ',

  '4M' =>
  'контакт с папой: проводить время с отцом, общаться с ним, простить обиды на отца;
  развивать в себе щедрость: быть филантропом, использовать деньги, власть и статус во благо себе, людям и миру;
  быть заботливым и любящим мужем,отцом,сыном;
  создавать бизнес, компанию, проекты и стремиться к статусу, финансовой независимости и власти;
  верить в себя и воспитывать достойных и уверенных в себе наследников;
  брать ответственность за семью и подчиненных на себя, позволять своей женщине быть рядом с собой слабой и беззащитной;
  оставить наследство;
  ',

  '4W' =>
  'наладить гармоничные взаимоотношения с папой(простить обиды на папу);
  осознанно раскрывать в себе женственность и сексуальность;
  сотрудничать и наладить понимание с мужчинами;
  уважать своего мужчину, восхищаться им, доверять ему ответственность за содержание семьи(даже если мужчина зарабатывает меньше),позволять мужчине быть мужчиной рядом с собой, а себе быть слабой и беззащитной женщиной рядом с ним;
  родить детей, воспитать достойных потомков;
  заняться самореализацией: создать бизнес, либо стремиться к управленческой должности и статусу, стать финансово независимой не нарушая гармонии в взаимоотношениях с мужчинами;
  ',

  '5' =>
  'обучаться чему-то новому, создать систему передачи знаний и передавать СВОЙ практический опыт, знания и навыки учениками(под системой мы понимаем все, через что можно передавать свои знания: написанная книга,придуманные курсы, вебинары/семинары/мастер классы, созданная школа, блог);
  создать семью, воспитывать детей, стать духовным центром семьи(придумывать семейные традиции, объединять семью, восстанавливать семейные ценности), соблюдать традиции,законы,порядки семьи, рода и общества, навести порядок в делах;
  отпускать детей, любимых: позволять им самим принимать решения, не контролировать;
  применять правило “просто о сложном” во всем: в отношениях, передаче информации;
  уважать отца, старших, учителей;
  ',

  '6W' =>
  'безусловно принять и полюбить себя: выстроить личные границы, заботиться о себе;
  быть источником любви, красоты и гармонии в мире: через любовь к себе полюбить близких, родных, мир, людей-наполнять их любовью;
  выстраивать гармоничные отношения с людьми через коммуникации(общение);
  создавать красивое пространство вокруг себя: покупать и окружать себя красивыми вещами;
  создавать красоту: произведения искусства, дизайн, украшения, одежду;
  создавать красивые и гармоничные отношения с мужчиной, родить детей и в отношениях соблюдать супружескую верность;
  стать законодательницей моды во всем в своем окружении(как общаться, красиво выглядеть, создавать гармоничную семью);
  ',

  '6M' =>
  'полюбить себя и принимать себя: уважать и ценить свой выбор, решения, ухаживать за собой, покупать и создавать красивые и дорогие вещи;
  выстраивать гармоничные отношения с любимой женщиной: создать семью, родить детей, быть верным;
  выстраивать гармоничные связи с людьми: гармония с самим собой, с людьми и этим миром;
  быть в центре внимания и создавать что-то красивое для этого мира;
  исцелить искушения через любовь к себе;
  полюбить то, чем занимается;
  ',

  '7' =>
  'все,что связано с поездками и скоростью: тест-драйв автомобиля, мотоциклы, квадроциклы, гонки, путешествия;
  поставить себе цели и идти к ним через сотрудничество с людьми;
  научиться ораторскому искусству: мотивировать людей своими целями, объединять людей в команды и быть лидером,делегировать;
  важно быть в команде, частью команды;
  создать семью(особенно женщине этот пункт важен): семья,дети-как команда,опора и поддержка;
  создать осязаемые результаты достижений(дипломы,награды,финансовые результаты на бумаге, отзывы,медали,кубки)-все,что можно потрогать,пощупать и почувствовать, как результат достижений;
  ',

  '8' =>
  'соблюдать законы и порядки общества в котором живет, а так же порядков и традиций семьи и рода;
  быть честным и справедливым в деньгах: избавиться от долгов и судебных тяжб;
  изучать законы кармы(все происходит не просто так), изучать эзотерику: астрология, нумерология, jyotish, human design;
  относиться к негативным событиям в своей жизни как к урокам, а к обидчикам как к учителям;
  понимать причинно-следственную связь: когда происходит негативная ситуация, важно остановиться и задать себе вопросы - “зачем это мне прилетело? для чего? какой опыт/урок я должен/должна из этого вынести?”, “какие мои мысли,слова,действия,поступки привели к тому, чему привели?”
  пересмотреть и убрать неработающие/устаревшие установки, в том числе и родительские:
  ',

  '9' =>
  'уйти от осуждения людей:для этого важно перестать осуждать себя, принять себя;
  наполняющее одиночество: периодически/ежедневно, хотя бы в течении часа, оставаться наедине с собой (выключить все гаджеты,попросить близких, друзей не беспокоить вас);
  прийти к балансу между материальным и духовным(не уходить в крайности): в духовность, отшельничество,аскезы(экономия на себе), либо трудоголизм,зацикленность на материальном, транжирство;
  поверить в себя: развивать свои целительские и творческие способности;
  передавать людям глубинные знания(особое душевное состояние);
  ',

  '10' =>
  'поверить в себя: жить в доверии к Вселенной(Богу), внутренней интуиции;
  научиться расслабляться: массажи, спа, медитации;
  убрать трудоголизм, лень и нерешительность из своей жизни: видеть те возможности, которые приходят под запрос и пользоваться ими;
  заботиться о здоровье своего физического тела: активный образ жизни, питание, режим;
  найти дело по душе и регулярно заниматься им;
  свободный график работы;
  практиковать занятия, где важно чувствование потока: рисование, танцы, актерское мастерство,
  выступления;
  ',

  '11' =>
  'нести ответственность за тех кто слабее(мужчине: жена,дети,престарелые родители, подчиненные; женщине: то же самое, кроме жены:)) );
  созидательное мышление- постоянно задаваться вопросами: “какие еще таланты я могу в себе раскрыть? какие возможности и способности развить? где я могу применить свои таланты, возможности и способности,чтобы что-то создать в этом мире? что я еще могу создать в этом мире?” и созидательные действия: создавать бизнес, эгрегор, компанию, либо что-то своими руками;
  наладить гармоничные ИНТИМНЫЕ отношения с партнером-гармоничный выплеск сексуальной энергии: регулярный, качественный секс;
  помогать людям в раскрытии их потенциала;
  заниматься практиками,связанными с энергией(цигун,ушу,энергетическая йога,рейки);
  заниматься практиками на выносливость и силу: бег, боевые искусства, хатха йога, оружие, стрельба из оружия;
  ',

  '12' =>
  'заняться благотворительностью с пользой для себя и миру;
  осознанное безусловное служение:научиться отдавать свою любовь, заботу, служение людям и миру безусловно, ничего не ожидая взамен, получая удовольствие от самого процесса отдавания;
  выйти из позиции жертвы: научиться говорить “НЕТ” тогда, когда нужно говорить “НЕТ” и браться только за ту деятельность и за поддержку тех людей, за которые действительно хочется браться;
  творческая самореализация;
  работа с голосом: петь, изучать ораторское мастерство, общаться с людьми, выступать перед публикой;
  креативить везде,где только можно;
  ',

  '13' =>
  'полюбить и принять перемены в своей жизни: не бояться начинать все сначала(взять и начать новые проекты или делать что-то новое,что давно хотелось сделать)-именно через перемены приходит все новое в их жизнь(новые возможности,развитие,материальные блага);
  осознанно трансформировать жизнь к лучшему: менять стиль,место жительства, окружение, род деятельности;
  помогать людям трансформировать свою жизнь к лучшему;
  распрощаться со всем старым, отжившим себя: отношения, проекты, установки(сменить стиль, прическу,круг общения,место жительства,отправиться в путешествие туда, где еще не был);
  ',

  '14' =>
  'наладить контакт со своей душой: заняться творчеством, побывать на природе, контакт с водой(сидеть или гулять у озера/реки/моря/фонтана, купаться),проводить практики прощения-простить и отпустить старые обиды и разочарования (например,хоопонопоно);
  поговорить по душам с близким человеком,выслушать другого человека,открыться близкому человеку;
  стать примером реализации своего таланта: поверить в свой талант и раскрыть его, доход от таланта, плоды от творческой реализации;
  раскрывать и развивать свои целительские способности: изучать психологию, массаж, энергетические практики(цигун, медитации,йога,ушу,рейки);
  заняться делом на развитие внутреннего состояния покоя(чайная церемония, медитация, вышивание крестиком, собирание макета,рисование);
  ',

  '15' =>
  'научиться видеть светлые стороны: сделать анализ своей жизни-увидеть свои недостатки (какие есть зависимости,какие страсти преобладают жизни) и достоинства,затем понять, как можно,используя свои достоинства, исцелить недостатки;
  перестать стремиться к тому, чтобы переделывать людей под себя, указывая им на их недостатки (раздавать советы без просьб направо и налево);
  пройти искушение деньгами и властью: научиться применять деньги и власть во благо себе,людям и миру(можно начать с тех возможностей,которые есть здесь и сейчас и не ждать сказочных богатств, чтобы начать это делать);
  ',

  '16' =>
  'практиковать аскезы: режим,например,или отказаться от чего-то(сладкого,соленого,жирного,не материться);
  пробуждать “энергию Феникса”:научиться относиться к испытания и кризисам в своей жизни как к очередным возможностям;
  реализовываться и добиваться материального благополучия но при этом быть свободным от материальных благ и привязанностей к материальному миру: получать удовольствие от материальных ценностей, но не держаться за них - относиться к деньгам и материальным благам в своей жизни как к нечто такому,что всегда будет в жизни и переживать по этому поводу не стoит;
  стать духовным лидером(чтобы были последователи): духовно развиваться самому и вести за собой к духовному развитию людей(прийти к познанию себя и помогать людям познать себя);
  ',

  '17' =>
  'необходимо добиться признания: раскрыть свои творческие таланты, развивать их проявляться творчески в этом мире, чтобы были поклонники, либо стать профессионалом высокого уровня в сфере своей деятельности и получить признание коллег и всех причастных к этой сфере;
  важно “звездить”: убрать скромность и не стесняться показывать свои таланты и позиционировать себя как профи(монетизировать свои таланты), однако не уходить в “звездную болезнь”, исцелять гордыню;
  нести людям пример духовной и физической красоты;
  практиковать публичные выступления и изучать новые навыки;
  ',

  '18' =>
  'исцелить свои страхи и опасения через позитивное мышление: сосредотачиваться на том, к чему важно двигаться,чего хочет и что любит(научиться материализовать позитивные мысли);
  поверить в себя: раскрыть и развивать в себе целительские способности, помогать людям в исцелении их страхов, проконсультировать человека в чем-либо;
  заняться творчеством(любым);
  ',

  '19' =>
  'вести социально активный образ жизни, быть солнышком для людей: стать лидером, воодушевлять и вдохновлять людей;
  стремиться к процветанию: развиваться в нескольких областях своей жизни одновременно и гармонично(например:уделять время бизнесу и карьере, семье/партнеру/детям, своему личному саморазвитию и здоровью);
  наладить гармоничные отношения с братьями и сестрами: родными, двоюродными, троюродными, сводными;
  заниматься деятельностью и проектами, которые несут благо людям и миру;
  исцелить в себе чувство вины;
  ',

  '20' =>
  'собрать семью вместе,съездить в гости к родным или позвонить и говорить близким, что любите их (поддерживать общение и связь с родными регулярно);
  стать основоположником и достойным продолжателем крепкого, обновленного и гармоничного рода: создать крепкую гармоничную семью, родить детей, воспитывать достойных потомков, налаживать гармонию во взаимоотношениях не только с любимым человеком, но и со своими родителями и родственниками,а также с родителями и родственниками любимого;
  через свое развитие и свой пример исцелять карму рода и прославлять свой род;
  развивать в себе ясновидение и яснознание: научиться улавливать те знания, которые приходят через укрепление рода(когда говорят “осенило”);
  ',

  '21' =>
  'путешествовать по миру настолько часто, насколько это возможно, каждый раз новые города и страны;
  выходить на новый уровень: изучать иностранные языки, масштабировать свою деятельность, идти на карьерный рост, взаимодействовать с иностранцами и иностранными компаниями;
  принимать участие в глобальных проектах,которые приносят пользу всему миру(вкладывать в такие проекты деньги,стать участником проекта,либо создавать такой проект);
  расширять свое мышление, выходить за рамки, расширять пространство вокруг себя(в том числе и через многодетность), ставить перед собой глобальные мечты и цели;
  помогать людям расширять свое мышление через личный пример;
  быть миротворцем в роду и в мире: способствовать примирению людей;
  ',

  '22' =>
  'стать хозяином своей жизни и быть свободным в любых условиях:убрать рамки,запреты и ограничения из своей жизни, стать свободным, стремиться туда, куда хочется, быть кем хочется и заниматься тем,чем хочется;
  вырваться из состояния угнетения: делать практические ежедневные шаги в сторону своей мечты;
  не привязываться к дому, месту, вещам, людям: путешествовать, избавиться от старого и завершить “висящие” дела;
  создавать праздник в своей жизни и приносить праздник в жизнь других людей: жить весело, в кайф, развлекаться, заряжать людей своим позитивом, организовывать праздники в жизни других людей (свадьбы, дни рождения,свидания,корпоративы);
  ',
);

// (4) Карма прошлой жизни
$previousLifeKarma = ( // @ - разделитель абзацев
  // Абзац 1 - Название
  // Абзац 2 - Кем была рождена Душа
  // Абзац 3 - Ошибки Души (Карма)
  // Абзац 4 - Негативное влияние кармы в этом воплощении
  // Абзац 5 - Чему важно научиться душе для отработки кармы
  // Абзац 6 - Какой,периодически,выбор будет возникать перед Вами в различных жизненных ситуациях с этой кармой
  // Абзац 7 - СТОП
  '6_6_18' =>
  'Магия любви@

  Кем была рождена Душа. Через любовь к себе и принятие себя, исцелить свои страхи и стать источником
  любви и гармонии в этом мире.@

  Ошибки Души(Карма). Душа испытывала недостаток энергии любви. Изначально были зависимые
  отношения, через которые впала в депрессии, иллюзии и страхи. Затем, как следствие, отказ от любви,
  гордыня, блуд и измены.@

  Негативное влияние кармы в этом воплощении. Нелюбовь и непринятие себя. Как следствие: вечный
  поиск любви извне, искушения. Страхи перед отношениями и любовью, у которых 2 проявления: либо это
  постоянный страх того, что “может быть партнер не мой” - отсюда, множество партнеров, измены; либо это
  страх перед новыми отношениями “а вдруг повторится прежний негативный опыт” - отсюда отсутствие
  отношений в принципе. А также постоянное желание притворятся кем-то, чтобы быть достойным любви.@

  Чему важно научиться душе для отработки кармы: вернуть энергию любви и отказаться от искушений.
  Научиться любить и принимать себя. Через любовь и принятие себя, научиться любить и принимать
  близких. Выстраивать гармоничные отношения с людьми. Видеть красоту и гармонию в людях и
  пространстве. Осознать и исцелить свои страхи и опасения через позитивное мышление.@

  Какой,периодически,выбор будет возникать перед Вами в различных жизненных ситуациях с этой
  кармой: идти за своим сердцем, или думать о том “что обо мне скажут люди?”; Отпустить свои старые
  отношения или постоянно “вязнуть” в них; Любить людей и принимать или идеализировать, а затем,
  разочаровываться в них; Быть верным или изменять; Видеть внутреннюю красоту человека или оценивать
  по внешнему виду; Впустить любовь в свою жизнь или не доверять партнеру; Жить в реальности или в
  постоянных иллюзиях; Женщине: притворяться идеальной женой, мамой, дочкой, хозяйкой ради любви
  или через любовь к себе прийти к такому состоянию и быть счастливой. Научиться работать со своими
  страхами или жить с ними; Идти вперед или оставаться на месте,в своей зоне комфорта, поддаваясь
  сомнениям; Духовно работать над собой и исцелять карму или плыть по течению.@

  СТОП: страхи, нелюбовь к себе, измены.
  ',

  '18_9_9,' =>  // оно же 9-18-9 и 9-9-18
  'Отшельник и мудрец@

  Кем была рождена Душа. Была рождена мудрой. Ей важно было через исцеление своих страхов начать
  делиться мудростью с людьми и начать исцелять их через свои знания.@

  Ошибки Души(Карма). Из-за неудачного опыта целительства, душа впала в депрессии и страхи. Она не
  смогла или не захотела передавать накопленные знания людям и миру. Ушла в аскезы: отречение от
  замужества/женитьбы, от детей, от секса и денежных благ.@

  Негативное влияние кармы в этом воплощении. В этом воплощении Вы так же рождены нести в мир
  мудрость и знания. У Вас есть способности, которые могут влиять на людей на глубинном уровне (менять
  их душевное,психологическое,эмоциональное состояние, мировоззрение). Но также у Вас есть и страхи
  перед своими знаниями. Страхи либо явные(когда Вы знаете о своих знаниях и способностях, но боитесь
  их показывать), либо подсознательные(когда страх настолько мощный, что Вы и не подозреваете о своих
  способностях и знаниях).@

  Чему важно научиться душе для отработки кармы: исцелить свои страхи, научиться доверять людям,
  открывать в себе знания, мудрость, способности, развивать их и передавать людям. Научиться получать
  удовольствие от земных материальных благ: денег, секса, еды. Создать семью.@

  Какой,периодически,выбор будет возникать перед Вами в различных жизненных ситуациях с этой
  кармой: научиться работать со своими страхами или жить с ними; Верить в себя или сомневаться в своих
  знаниях и умениях; Открыться людям и миру или замыкаться в себе; Идти вперед или оставаться на
  месте, в своей зоне комфорта, поддаваясь сомнениям; Использовать свои знания и способности во благо
  или для манипуляций и власти над другими людьми; Впустить любовь/дружбу в свою жизнь или
  закрываться от них; Любить себя и баловать или ограничивать; Ценить деньги, материальный мир или
  осуждать земные блага; Получать удовольствие от секса или считать интимные отношения “грязными”;
  Выражать свои эмоции и чувства или все копить в себе; Отдавать миру свои знания или же
  “консервировать” таланты и способности в себе.@

  СТОП: страхи, одиночество, крайности.@
  ',

  '5_20_15' =>
  'Бунтарь@

  Кем была рождена Душа. Душа была рождена в сильном традициями роду. И ей важно было пройти
  искушения деньгами и властью, обучаться, развиваться и через свое развитие и личный пример
  прославлять Род. Передавать знания людям.@ 

  Ошибки Души(Карма). Душа ушла в гордыню. Отказалась передавать свои знания и продолжать традиции
  Рода. Были конфликты, войны с родными,отречение от родных, развод, разрыв отношений в семье.
  Нарушала законы, традиции и порядки семьи и общества. Ушла в искушения, такие, как: сильная агрессия,
  властность, манипуляции, пагубные привычки(алкоголизм/наркомания/игромания), сексуальный разгул,
  извращения, ревность, скандалы, одержимость. Приносила близким много страданий. Была исключена из
  Рода и лишена любви Рода.@

  Негативное влияние кармы в этом воплощении. С такой кармой Вы рождаетесь в роду где есть
  исключенный. Этим исключенным можете быть Вы или кто-то из родственников, с которым все остальные
  родственники не хотят общаться. Так же с этой кармой Вас будет тянуть прервать отношения с близкими и
  родными людьми(обычно это родители). Особенно на период с 17 до 25 лет - это пик кризиса.@

  Чему важно научиться душе для отработки кармы: найти исключенного и вернуть ему любовь Рода.
  Восстановить связь с родными, если этим исключенным являетесь Вы и когда-то прервали отношения.
  Важно стать миротворцем в Роду: помогать родным/принимать помощь от родных, простить обиды на
  родителей и родных. Через свой личный пример и развитие исцелить карму и проблемы Рода. Учиться и
  обучать других. Соблюдать семейные традиции, порядки и законы. Стать Берегиней семьи и Рода
  (женщине)/стать Хранителем и Защитником семьи и Рода(мужчине). Увидеть и принять свои пороки.
  Исцелить в себе: ревность, жадность, зависть, гордыню. Видеть в людях лучшие стороны. Процветать
  материально, духовно, физически.@

  Какой,периодически,выбор будет возникать перед Вами в различных жизненных ситуациях с этой
  кармой: принимать родных или осуждать их; Простить своих родителей или копить в себе обиды; Идти на
  контакт с родственниками или же отгораживаться от него, думая что Вы “сами по себе”; Развивать в себе
  свои способности или игнорировать их; Учиться чему-то новому или же цепляться за старое, думая, что Вы
  и так уже все знаете; Быть гибче или навязывать свое единственно правильное мнение; Делиться своими
  знаниями или бояться конкуренции; Обучать людей или думать, что Вы еще не достаточно хороши;
  Выходить за свои рамки или быть рабом своих убеждений и ограничений; Общаться с людьми на равных
  или свысока; Соблюдать Законы,Порядки,Традиции или нарушать их; Освободиться от зависимостей или
  поддаться искушениям; Проявить терпение или надавить; Проявлять эгоизм(когда хочется только брать)
  или альтруизм(когда хочется и отдавать); Уметь радоваться достижениям других или завидовать; Простить
  или обидеться; Доверять партнеру или ревновать; Проявлять щедрость или жадность; Указывать другим
  на их недостатки или достоинства.@

  СТОП: пороки, конфликты с родными, разрушение семьи.
  ',

  '8_5_15' =>
  'Предательства в семье@

  Кем была рождена Душа. Ей важно было пройти искушения в жизни, учиться, набираться опыта, постичь
  законы кармы, помочь родным пройти искушения, стать духовным центром семьи, объединять семью
  через семейные традиции.@

  Ошибки Души(Карма). Нежелание души развиваться и передавать свои знания. Гордыня. Уход от
  ответственности. Непринятие своей судьбы. Нарушение законов общества: мошенничество, обман,
  предательства. Несоблюдение семейных традиций. Развод, разрыв отношений. Уход в сильную агрессию и
  пороки: властность, манипуляции, сексуальный разгул, скандалы, ревность, одержимость, разрушающие
  привычки(алкоголизм/наркомания/игромания). Душа предавала любимых,семью и приносила им много
  страданий.@

  Негативное влияние кармы в этом воплощении. С такой кармой в жизни много искушений(особенно в
  молодости). Также Вас могут часто предавать и причинять страдания. Причем чаще всего близкие, родные.
  Это отголоски кармы:”в прошлом воплощении предательства были с твоей стороны, теперь важно понять
  каково было близким, поэтому в этом воплощении будут предательства со стороны близких”.@

  Чему важно научиться душе для отработки кармы: пониманию кармических законов и причинно-
  следственных связей(все происходит не просто так). Важно менять отжившие себя убеждения. Научиться
  прощать тех, кто причиняет страдания и видеть в обидчиках учителей. Учиться на своих ошибках,
  постигать новые знания и обучать людей. Соблюдать семейные традиции, порядки и законы. Стать
  Берегиней семьи и Рода (женщине)/стать Хранителем и Защитником семьи и Рода(мужчине). Увидеть и
  принять свои пороки. Исцелить в себе ревность, жадность, зависть и гордыню. Замечать в людях лучшие
  стороны и процветать: материально, духовно, физически.@

  Какой,периодически,выбор будет возникать перед Вами в различных жизненных ситуациях с этой
  кармой: изучать законы кармы и учиться понимать причинно-следственную связь или жаловаться, что
  жизнь и мир несправедливы; Выполнять обещания или нарушать; Осуждать людей или принимать; Менять
  устаревшие убеждения или отстаивать их; Учиться чему-то новому или же цепляться за старое, думая, что
  Вы и так уже все знаете; Проявлять гибкость или навязывать свое единственно правильное мнение;
  Отдавать знания другим или бояться конкуренции; Обучать людей или думать, что Вы до сих пор
  недостаточно хороши; Выходить за свои рамки или быть рабом своих убеждений и ограничений; Общаться
  со всеми на равных или свысока; Соблюдать законы,порядки,традиции или нарушать их; Освободиться от
  зависимостей или поддаваться искушениям; Проявлять терпение или надавить; Простить или обидеться;
  Доверять партнеру или ревновать; Указывать другим на их недостатки или достоинства; Проявлять
  щедрость или жадность.@

  СТОП: судебные разбирательства(осуждения), разрушение семьи, пороки, искушения@
  ',

  '12_3_18' =>
  'Страдания через болезнь@

  Кем была рождена Душа. Вам важно было в прошлом воплощении пройти необычный опыт: через
  болезнь и физические страдания прийти к пониманию, что помимо физического тела, есть ещё и душа и
  что беспомощность тела - это не конец жизни.@

  Ошибки Души(Карма). Душа ушла в страдания: не смирилась и не приняла болезнь. Были жертвенность,
  разочарование в жизни, депрессии. Отсюда - желание сделать жертвами и остальных, нарушая чужие
  личные границы, совершая психологическое насилие, обижая беззащитных. Мужчина: унижал женщин.
  Женщина: была корыстной, отказалась от детей и материнских функций (были аборты), отказалась от
  женственности, женского счастья, секса.@

  Негативное влияние кармы в этом воплощении. Очень большой страх физических страданий. Из-за
  этого в жизни могут возникнуть такие ситуации, как вынужденный уход за больными и беспомощными
  (через НЕ ХОЧУ) - из-за неумения отказывать. Тем самым Вы часто можете оказываться в позиции жертвы,
  делая что-то вопреки своему желанию. Может быть еще и ситуация, что кто-то из близких серьезно болен и
  Вы с ним прерываете общение, чтобы не видеть его страданий.@

  Чему важно научиться душе для отработки кармы: важно научиться смирению и принятию. Осознать и
  исцелить свои страхи перед болезнями и больными людьми. Помочь больным людям, нуждающимся в
  поддержке, принять болезнь (например, посещая хосписы или клиники; либо помогая болеющим близким).
  Заниматься благотворительностью. Полюбить себя. Мягко соблюдая свои границы, не нарушать чужие.
  Соблюдая свои интересы не нарушать интересы других. Помогать, а не жалеть(давать удочку, а не рыбу).
  Женщине: важно стать плодородной (рожать детей), быть хорошей дочерью и мамой, стать Музой для
  своего мужчины(раскрыть в себе женственность и сексуальность), стать счастливой. Мужчине: важно быть
  ответственным, создать семью, заботиться о любимой женщине, выстраивать гармоничные
  взаимоотношения с женщинами.@

  Какой,периодически,выбор будет возникать перед Вами в различных жизненных ситуациях с этой
  кармой: Женщине: рожать или не рожать; Уважать или унижать мужчин; Получать удовольствие в сексе
  или выполнять супружеский долг; Делегировать,просить помощи или все делать самой; Доверять или
  контролировать; Быть мягкой,гибкой,покладистой или жесткой и категоричной; Любить маму и детей
  безусловно или обижаться на них; Мужчине: быть ответственным или безответственным; Мудро
  руководить или унижать подчиненных; Создавать семью или нет; Унижать женщин или заботиться о них;
  Любить себя или не любить; Пребывать постоянно в движении или зависать в бездействии, жить в
  полусонном состоянии; Сказать другим “нет”, когда это уместно и необходимо, или жертвовать собой в
  угоду другим; Выбирать гибкость или жесткость; Смело заявлять о стоимости своей работы/услуги или же
  трудиться за копейки/бесплатно; Отпустить все обиды или копить их в душе годами; Идти вперед или
  оставаться на месте в своей зоне комфорта; Работать со своими страхами или жить с ними.@

  СТОП: страхи, аборт, жертвоприношение.@
  ',

  '6_15_9' =>
  'Иллюзии и страсти@

  Кем была рождена Душа. Душа была рождена быть источником мудрости, любви, гармонии и красоты в
  этом мире.@

  Ошибки Души(Карма). Ушла в гордыню и, между любовью и страстью, выбрала страсть. Впала в
  зависимые отношения, отказалась передавать свою мудрость и знания людям. Затем были блуд, измены,
  отказ от любви (отреклась от брака, детей, материальных благ), ушла в аскезы. После этого проявились
  сильная агрессия, манипуляции, властность, ревность, скандалы, одержимость, маниакальность, пагубные
  привычки(алкоголизм/наркомания/игромания).@

  Негативное влияние кармы в этом воплощении. Жизнь полная страсти. Очень богатая фантазия(в том
  числе эротическая). Выбор между любовью и страстью будет как испытание в течении жизни.@

  Чему важно научиться душе для отработки кармы: важно поднять энергию страсти до энергии любви.
  Научиться любить и принимать себя. Создать семью, родить детей. Любить и принимать близких.
  Выстраивать гармоничные отношения с людьми. Видеть красоту и гармонию в людях и пространстве.
  Увидеть и принять свои пороки и исцелить в себе жадность, ревность, гордыню и зависть. Видеть в людях
  лучшие стороны. Процветать материально, духовно, физически. Доверять людям и научиться получать
  удовольствие от материальных благ@

  Какой,периодически,выбор будет возникать перед Вами в различных жизненных ситуациях с этой
  кармой: верить в себя или сомневаться в своих знаниях и умениях; Открыться миру и людям или
  замыкаться на себе; Выражать свои эмоции и чувства или все копить в себе; Делиться с миром своими
  знаниями и талантами или прятать их в себе; Впустить любовь/дружбу в свою жизнь или закрываться от
  них; Любить себя и баловать или ограничивать; Ценить деньги, материальный мир или осуждать земные
  блага; Получать удовольствие от секса или считать интимные отношения “грязными”; Идти за своим
  сердцем или думать “что обо мне скажут люди?”; Оставаться верной или изменять; Отпустить свои старые
  отношения или вязнуть в них; Любить и принимать людей или идеализировать, а затем разочаровываться
  в них; Видеть внутреннюю красоту человека или оценивать только по внешним данным; Открыться любви
  или не доверять партнеру; Женщине: казаться идеальной(притворяться), ради любви или быть счастливой
  полюбив себя, и не притворяться; Исцелить зависимости или быть в искушениях; Простить или обидеться;
  Доверять партнеру или ревновать; Указывать другим на их недостатки или видеть также их достоинства.@

  СТОП: пороки, нелюбовь к себе, искушения, одиночество
  ',

  '11_8_15' =>
  'Физическая агрессия@

  Кем была рождена Душа. Мужчина.Был рожден, чтобы быть сильным лидером, нести в мир созидание,
  справедливость, помощь и поддержку людям.
  Женщина.Была рождена созидать,нести в мир справедливость,раскрывать потенциал
  людей и помогать им в исцелении их зависимостей.@

  Ошибки Души(Карма). Вы проявляли физическую агрессию, обижали слабых. Душа ушла в разрушения
  (сильную агрессию, трудоголизм, разрушение судеб при помощи физической силы), искушения
  (властность,манипуляции,алкоголизм/наркомания/игромания, сексуальный разгул, ревность, скандалы,
  одержимость), и пороки (нарушала законы, были предательства, уход от ответственности, неприятие своей
  судьбы, мошенничество, обман).@

  Негативное влияние кармы в этом воплощении: в жизни присутствует постоянная агрессия. В детстве
  Вас обижают сверстники, либо Вы их. Агрессия также может проявляться в семье по отношению к
  близким/родителям, либо с их стороны по отношению к Вам. Также возможно насилие: как физическое,так
  и психическое.@

  Какой,периодически,выбор будет возникать перед Вами в различных жизненных ситуациях с этой
  кармой: видеть в других силу и потенциал или унижать, подчеркивая их слабость; Быть сильной или
  счастливой женщиной(женщине); Разговаривать корректно и вежливо или с наездом; Равноценно
  распределять силы между работой и отдыхом или работать на износ,без выходных и отпусков;
  Нарабатывать мягкость и гибкость или приказывать и требовать; Выполнять обещания или нарушать;
  Осуждать людей или принимать; Менять устаревшие убеждения или отстаивать их; Быть во всем правой
  или счастливой(женщине); Освободиться от зависимостей или поддаться искушениям; Проявлять
  терпение или надавить, проявлять эгоизм или альтруизм; Простить или обидеться; Доверять партнеру или
  ревновать; Относиться к людям как к равным или свысока; Проявлять щедрость или жадность; Указывать
  другим на их недостатки или достоинства.@

  Чему важно научиться душе для отработки кармы: научиться себя защищать не прибегая к насилию и
  агрессии(убрать внутреннюю агрессию).Увидеть и принять свои пороки. Исцелить в себе ревность,
  жадность, зависть, гордыню. Научиться видеть в людях лучшие стороны. Процветать материально,
  духовно и физически. Научиться понимать причинно - следственные связи, менять отжившие себя и
  неработающие убеждения. Управлять своей силой, энергией, эмоциями. Силу направлять в мирное русло
  и созидать.@

  СТОП: Пороки, Суды, Разрушения
  ',

  '11_17_6' =>
  'Загубленный талант@

  Кем была рождена Душа. Душа была рождена для признания. Через раскрытие своих талантов ей важно
  было прийти к созиданию, стать источником гармонии в мире и помогать людям в раскрытии их
  потенциала.@

  Ошибки Души(Карма). Душа впала в зависимые отношения. Отсюда нереализованный талант,
  трудоголизм, внутренняя агрессия и разрушения. Как следствие: гордыня, при всей своей
  нереализованности, вера в свою исключительность, отказ от любви и признания, измены, блуд.@

  Негативное влияние кармы в этом воплощении. С этой кармой Вы рождаетесь очень талантливым. Но
  в то же время есть неверие в себя, нелюбовь к себе. Обычная работа, которая никак не развивает Ваши
  таланты. Либо Вы работаете в сфере раскрытия талантов других людей, при этом не развиваете свои
  таланты.@

  Чему важно научиться душе для отработки кармы: научиться любить и принимать себя. Любить и
  принимать близких, выстраивать с людьми гармоничные взаимоотношения. Видеть красоту в мире, людях,
  пространстве. Отказаться от обычной жизни и работы. Реализовать свой талант. Хранить верность своему
  таланту: раскрыть его, развивать и проявляться в этом мире через свой талант. Получить признание.
  Исцелить “звездную болезнь” и общаться с людьми на равных. Научиться управлять своей силой, энергией
  и эмоциями. Направлять силу и энергию в созидательное русло.@ 

  Какой,периодически,выбор будет возникать перед Вами в различных жизненных ситуациях с этой
  кармой: нарабатывать мягкость и гибкость или подавлять, приказывать, требовать; Равноценно
  распределять силы между работой и отдыхом или работать на износ, без выходных и отпусков;
  Разговаривать корректно и вежливо или с наездом; Видеть в людях силу и потенциал или унижать и
  подчеркивать их слабости; Женщине: быть сильной или счастливой женщиной; Казаться идеальной
  (притворяться), ради любви или быть счастливой полюбив себя, и не притворяться; Заниматься
  творческим и интересным делом или ходить на нелюбимую работу; Поверить в себя или страдать от
  непризнанности; Общаться с людьми на равных или возгордиться; Идти за своим сердцем или думать “что
  обо мне скажут люди?”; Верность или измена; Отпустить свои старые отношения или постоянно вязнуть в
  них; Любить людей и принимать или идеализировать и затем разочаровываться в них; Жить в реальности
  или в иллюзиях;@

  СТОП: нелюбовь к себе, разрушение, презрение
  ',

  '7_19_12' =>
  'Воин, Женщина-амазонка@

  Кем была рождена Душа. Душа была рождена быть солнышком для людей и использовать свою силу во
  благо себе через служение миру, людям.@

  Ошибки Души(Карма). Душа ушла в агрессию и эго: двигаясь к своим целям нарушая границы людей,
  напролом. Участвовала в войнах и конфликтах: воевала, убивала. Была корыстной. Совершала насилие (в
  том числе аборты, убийства детей), обижала беззащитных. Ушла в привязанности и зависимости, отсюда
  безденежье и нереализованность.@

  Негативное влияние кармы в этом воплощении. Так же, как и в прошлом воплощении может
  проявляться ярко выраженный агрессивный характер. И, как следствие, наказание за агрессию(либо
  ответная более агрессивная реакция, либо ссора и расставания с близкими).@

  Чему важно научиться душе для отработки кармы: решать все вопросы мирным путем. Любить себя.
  Заниматься благотворительностью. Не нарушать личные границы других людей. Соблюдать свои
  интересы, не нарушая интересы других. Помогать, а не жалеть(давать удочку, а не рыбу). Вести
  социально-активный образ жизни, радоваться жизни, приносить пользу как можно большему количеству
  людей. Исцелить в себе чувство вины. Следует родить много детей. Проявлять свои лидерские качества во
  благо миру и людям. Процветать материально, духовно и физически. Достигать целей мирным путем
  (мотивировать, а не заставлять и подавлять)@

  Какой,периодически,выбор будет возникать перед Вами в различных жизненных ситуациях с этой
  кармой: идти вперед к достижению своих целей или отказаться от них; Делать все самому или в команде;
  Мотивировать или подавлять; Проявлять лояльность и терпимость или давить на окружающих; Женщине:
  быть “женщиной-амазонкой”, лучшей, сильной или счастливой женщиной; Заниматься
  благотворительностью или зарабатывать деньги только для себя; Направлять свою энергию на множество
  полезных дел или зацикливаться на чем-то/на ком-то одном; Служить большому количеству людей или
  замыкаться только на своих интересах; Простить себя, полюбить или сжигать чувством вины; Давать
  свободу другим или преследовать своей любовью, повышенной опекой и вниманием; Женщине: быть
  женственной или занимать мужскую, лидерскую позицию; Сказать “нет”, когда это уместно и важно или
  жертвовать собой в угоду другим; Смело заявлять о стоимости своей услуги/работы/товара или трудиться
  за копейки/бесплатно; Отпустить все обиды или копить их в душЕ годами; Любить себя или не любить;
  Пребывать постоянно в движении или зависать в бездействии в полусонном состоянии.@

  СТОП: позиция жертвы, чувство вины, агрессия
  ',

  '3_12_9' =>
  'Одинокая женщина/Одинокий мужчина@

  Кем была рождена Душа. Женщина. Была рождена для плодородия, служения, гармонии и красоты -
  через развитие женственности и мудрости.
  Мужчина. Был рожден для раскрытия в себе мужественности и мудрости через
  ответственность и служение.@

  Ошибки Души(Карма). Женщина. Любила мужчину больше себя и Бога и потеряла партнера. Ушла в
  аскезы: отреклась от замужества, от детей, и материнских функций(отказ от детей,аборты), от секса,
  денежных благ. Отказалась от женственности и женского счастья. Не захотела быть в служении и
  раскрывать свою мудрость(не передала накопленные знания людям). Ушла в жертву, осуждения:
  совершала насилие, обижала беззащитных, была корыстна.
  Мужчина. Сильная,на грани безумия любовь к женщине,зависимость от нее.
  Отсюда жертвенность, осуждения, безответственность, унижение женщин, насилие, нарушение личных
  границ.@

  Негативное влияние кармы в этом воплощении. Очень сильная любовь и потеря любимого по тем или
  иным причинам, либо вынужденная жизнь вдалеке от любимого человека.@

  Чему важно научиться душе для отработки кармы: научиться вновь любить себя и через любовь к себе
  прийти к любви по отношению к партнеру. Доверять себе и доверять людям. Получать удовольствие от
  земных благ: секса, еды, денег. Научиться безусловной любви, прийти к служению. Заниматься
  благотворительностью. Соблюдать личные границы людей. Соблюдать свои интересы, не нарушая
  интересы других. Помогать, а не жалеть(давать удочку, а не рыбу). Женщине: быть плодородной, рожать
  детей. Стать хорошей дочерью и мамой. Стать Музой для своего мужчины: раскрыть в себе
  женственность, сексуальность. Стремиться к счастью. Мужчине: раскрывать в себе мужественность через
  ответственность и заботу о любимой женщине и своей семье. Раскрыть в себе мудрость.@

  Какой,периодически,выбор будет возникать перед Вами в различных жизненных ситуациях с этой
  кармой: любить себя или не любить; Быть в постоянном движении или “зависать” в бездействии; Сказать
  “нет”, когда это уместно и важно или жертвовать собой в угоду другим; Быть гибким или агрессивным;
  Смело заявлять о стоимости своей работы/услуги или трудиться за копейки/бесплатно; Отпустить обиды
  или копить их в душЕ годами; Женщине: рожать или не рожать; Уважать или унижать мужчин;
  Делегировать, просить помощи или все делать самой; Быть мягкой,гибкой,покладистой или жесткой и
  категоричной; Мужчине: мудро руководить или унижать подчиненных; Проявлять щедрость или скупость;
  Получать удовольствие в сексе или выполнять супружеский долг; Верить в себя или сомневаться в своих
  знаниях и умениях; Открыться миру, впустить любовь и дружбу в свою жизнь или замыкаться на себе;
  Любить себя и баловать или ограничивать; Отдавать свои знания и мудрость миру или копить их в себе.@

  СТОП: одиночество, позиция жертвы, аборт
  ',

  '19_22_3' =>
  'Аборт/Отказ от ребенка@

  Кем была рождена Душа. Женщина. Была рождена для женственности, плодородия и счастья, чтобы
  процветать, радоваться жизни и приносить праздник в жизнь других людей.
  Мужчина. Душа была рождена для того, чтобы прийти к плодородию,
  мужественности и процветанию, через ответственность и умение быть свободным в любых
  обстоятельствах.@

  Ошибки Души(Карма). Изначально душа впала в привязанности, зависимости. Отсюда безденежье,
  нереализованность, долги, нищета, бродяжничество. Как следствие, не примирение в ситуациях
  ограничений. Женщине: Вы, как женщина, отказались от детей(делали аборты,либо не уберегли уже
  рожденное дитя), отказались от материнских функций, от женственности, женского счастья, секса.
  Мужчине: Вы, как мужчина, ограничивали свободу своей женщине, унижали ее, заставляли делать аборты,
  либо не сумели/не захотели уберечь рожденного ребенка и он умер.@

  Негативное влияние кармы в этом воплощении. Будут испытания абортом(страх перед рождением
  ребенка). (женщине) При Вашей беременности вдруг могут возникнуть ситуации, которые будут
  подталкивать Вас сделать аборт. (мужчине) При факте беременности Вашей женщины может возникнуть
  желание уговорить ее сделать аборт. Так же с этой кармой может ярко проявляться чувство вины во всех
  областях жизни(особенно в отношениях). Будет ярко выраженная торопливость: желание все успеть
  сделать как можно раньше. Вся жизнь - это поиск мамы: мама фактически может быть рядом, даже
  любить. Но вот обычно карма влияет так, что мама не может выразить своих чувств и даже любя может
  казаться холодной или отчужденной.@

  Чему важно научиться душе для отработки кармы: Не делать аборты!!!(женщине): быть плодородной
  (следует родить много детей). Быть хорошей дочерью и мамой. Быть музой для своего мужчины(раскрыть
  в себе женственность, сексуальность),стать счастливой. (мужчине): быть заботливым и любящим отцом и
  мужем. Не бояться стать отцом. Быть ответственным: раскрывать в себе мужественность через
  ответственность. Прожить второе детство(не бояться дурачиться с детьми, прыгать на батуте или кататься
  на качелях, когда возникает желание). Быть свободным в любых условиях. Исцелить в себе зависимости
  (как от отношений, так и от пагубных привычек). Научиться радоваться жизни. Вести социально активный
  образ жизни, приносить пользу людям, не бояться проявлять свои лидерские качества. Исцелить в себе
  чувство вины. Процветать материально, духовно и физически.@

  Какой,периодически,выбор будет возникать перед Вами в различных жизненных ситуациях с этой
  кармой: заниматься благотворительностью или зарабатывать деньги только для себя; Направлять свою
  энергию на множество полезных дел или зациклиться на чем-то/на ком-то одном; Простить себя, полюбить
  или сжигать чувством вины; Давать свободу другим или преследовать своей любовью, повышенным
  вниманием, опекой; Женщине: быть женщиной или занимать мужскую, лидерскую позицию в семье;
  Рожать или не рожать; Уважать или унижать мужчин; Делегировать,просить помощи или все делать самой;
  Быть нежной и гибкой или жесткой и категоричной; Мужчине: проявлять щедрость или скупость; Мудро
  руководить или унижать подчиненных; Получать удовольствие в сексе или выполнять супружеский долг;
  Доверять своему партнеру или ревновать; Относиться ко всему легко, с юмором или носить маску
  серьезного человека; Жить так,как хочется или быть под властью чьих-то амбиций;@

  СТОП: аборт, ограничение свободы(не важно Вас кто-то ограничивает или Вы кого-то), чувство
  вины
  ',

  '10_4_21' =>
  'Угнетенная душа@

  Кем была рождена Душа. Душа была рождена для свободы, самореализации, счастливой жизни. Ей
  важно было вырваться из состояния угнетения, реализовать свои таланты и стать лучшей в них.@

  Ошибки Души(Карма). С самого рождения жизнь “чужой жизнью”(вначале по велению родителей, затем
  попала под влияние окружения). Поэтому была тяжелая жизнь, тяжелый, изматывающий, физический труд.
  Женщина: взяла на себя мужские функции, стала кормильцем. Отказалась от веры в мужчин, были обиды
  на мужчин. Мужчина: отказался от мужских обязанностей. Не создал и не передал наследство потомкам.
  Так же были унижения и подавление своих партнеров, злоупотребление властью и предательство Родины.@

  Негативное влияние кармы в этом воплощении. Вы не терпите давления,но при этом вынуждены,
  например, работать на “дядю”, который Вас вечно угнетает. И у Вас есть “человек-зонтик”
  * “Человек-зонтик” - это кто-то из близких,родных,друзей или знакомых к которому Вы идете, когда уже
  все надоело, осточертело и достало. Этот человек выслушивает Вас и всячески поддерживает: “Не
  волнуйся, потерпи, скоро все пройдет и станет хорошо.” - и, тем самым, дает Вам силы оставаться дальше
  в угнетении. Причем сам “человек-зонтик” делает это не со злым умыслом, а бессознательно, с благими
  намерениями, желая искренне помочь и поддержать. Вы, выслушав его, уходите с новыми силами, чтобы
  продолжать оставаться в состоянии угнетения там же, где и были раньше.@

  Чему важно научиться душе для отработки кармы: отказаться от “человека-зонтика”(не в смысле разругаться с ним, ведь
  это может быть кто-то из близких и родных, а просто не ходить к нему и не получать порцию поддержки, когда все надоело и
  сил уже нет терпеть),важно вырваться из состояния угнетения и стать свободным. Жить в мире с собой, людьми и
  Вселенной. Научиться глобальному мышлению(думать о своих действиях,которые приносят пользу Вам и всему миру).
  Важно стать миротворцем(за мир во всем мире). Женщине: осознанно раскрыть в себе женственность, выстроить
  гармоничное взаимодействие с мужчинами. Научиться уважать мужчин, восхищаться ими и делегировать им
  ответственность. Отказаться от подавления мужчин. Мужчине: создать и передать наследство потомкам. Научиться брать на
  себя ответственность. Научиться жить в потоке(в доверии к Богу, Вселенной и своей интуиции). Научиться слышать себя,
  видеть возможности, которые приходят под Ваши запросы и пользоваться этими возможностями.@

  Какой,периодически,выбор будет возникать перед Вами в различных жизненных ситуациях с этой кармой: тяжело
  зарабатывать или легко получать деньги; Пребывать в состоянии спокойствия и доверия к Вселенной или напрягаться,
  нервничать,переживать; Реализовывать свои собственные цели или чужие; Быть в постоянном движении или поддаться
  лени; Постоянно расширять свою зону комфорта или жить в ограничениях; Любить весь мир,религии,нации,страны или
  критиковать; Женщине: уважать или унижать мужчин,соревноваться с ними; Критиковать мужчин или вдохновлять и
  поддерживать; Сделать самой или попросить мужчину; Простить отца,своих партнеров,мужа,сыновей или копить обиды на
  них годами; Строить гармоничные отношения с мужчиной или жить согласно философии “мне и одной хорошо”; Быть
  жесткой,категоричной или принимающей; Мужчине: брать на себя ответственность или отказываться от мужских
  обязанностей; Стать патриотом или предавать Родину; Создавать наследство или отказаться от этого; Доверять или
  контролировать; Жить по принципу:”Весь мир меня любит и поддерживает в мечтах и целях” или “Добро должно быть с
  кулаками”.@

  СТОП: измена Родине, подавление, тяжелая работа
  ',

  '4_16_12' =>
  'Наслаждение властью@

  Кем была рождена Душа. Душа была рождена для получения власти, денег, статуса и применения их во
  благо себя, людей и мира. Для духовного развития через служение.@

  Ошибки Души(Карма). Душа была во власти и упивалась властью. Женщина: отказалась от веры в
  мужчин, были обиды на мужчин. Взяла на себя мужские функции, стала кормильцем. Мужчина: отказался
  от мужских обязанностей. Не создал и не передал наследства потомкам. Была сильная агрессия.
  Унижение и подавление партнеров. Разрушение отношений. Злоупотребление властью: душа совершала
  насилие, ушла в корысть, обижала беззащитных, нарушала чужие границы, приносила в мир разрушения.@

  Негативное влияние кармы в этом воплощении. С такой кармой проявляется подсознательное
  стремление всех контролировать и поучать. За что часто “прилетает” наказание за контроль(либо
  разрушение отношений, либо ответная попытка поучения). Часто с такой кармой случается нехватка
  отцовской любви(воспитание без отца): либо отец рано “уходит”;либо родители в разводе; либо отец
  постоянно в командировках; либо он рядом, но слишком холоден и строг. Отсюда обиды на отца и
  недопонимания с ним, частые ссоры и разногласия.@

  Чему важно научиться душе для отработки кармы: Управлять на доверии и любви. Научиться любить себя. Заниматься
  благотворительностью. Мягко соблюдать свои личные границы и не нарушать чужие (защищая свои интересы не нарушать
  интересы других людей). Помогать, а не жалеть(давать удочку, а не рыбу). Созидать в отношениях и в жизни. Освободиться
  от материальных привязок: наслаждаться материальными благами(деньги,дом,машина), но не привязываться к ним.
  Укротить гордыню и научиться общаться с людьми на равных. Женщине: осознанно раскрыть и принять в себе
  женственность и сексуальность. Научиться уважать мужчин и восхищаться ими. Управлять мудро, не подавляя. Мужчине:
  принять свою силу и могущество, прийти к ответственности. Управлять не подавляя. Научиться быть заботливым и любящим
  отцом и мужем.@

  Какой,периодически,выбор будет возникать перед Вами в различных жизненных ситуациях с этой кармой: простить
  людей или обозлиться; Стать сильнее духом через испытания или сломаться; Видеть за испытаниями возможности для
  личного и духовного роста или же сетовать на “судьбу - злодейку”; Быть духовным лидером или избегать ответственности;
  Развивать в себе оптимизм или поддаваться пессимизму; Любить себя или не любить; Пребывать постоянно в движении или
  “зависать” в бездействии и жить в полусонном состоянии; Сказать “нет” тогда,когда это важно и уместно или жертвовать
  собой в угоду другим; Быть гибким по отношению к людям или агрессивным; Смело заявлять о стоимости своей
  работы/услуги или трудиться за копейки/бесплатно; Отпустить свои обиды или копить их в душе годами; Женщине: уважать
  или унижать мужчин и соревноваться с ними; Критиковать мужчин или вдохновлять и поддерживать; Делать все и всегда
  самой или попросить мужчину, когда это необходимо; Простить отца, своих партнеров, мужа, сыновей или копить обиды;
  Быть жесткой, категоричной или принимающей, мягкой и понимающей; Строить гармоничные отношения с мужчиной или
  жить согласно философии: “мне одной хорошо”; Мужчине: принять свою силу и власть или избегать их; Стремиться к
  деньгам,бизнесу,карьере или смириться и прозябать на низкооплачиваемых работах; Брать смело на себя ответственность
  или избегать ее; Стать заботливым и любящим мужем и отцом или тираном; Доверять или контролировать.@

  СТОП: подавление, материальные привязки, жертвоприношение(себя людям или людей себе)
  ',

  '16_10_21' =>
  'Духовный лидер@

  Кем была рождена душа. Душа была рождена для того, чтобы нести людям и миру духовные знания и
  через личный пример учить любить мир и все живое, жить в доверии к себе и Вселенной, радоваться
  жизни.@

  Ошибки Души(Карма). Душа не раскрыла в себе духовные знания и не донесла их людям. Либо
  использовала свои знания во вред. Она сразу начала жить “чужой жизнью”: вначале по велению
  родителей, затем попав под влияние своего окружения и общества. Была тяжелая жизнь. Тяжелый,
  изматывающий физический труд.Отсюда сильная агрессия, разрушение отношений, насилие, ненависть к
  родине/предательство родины.@

  Негативное влияние кармы в этом воплощении. Есть яркие способности к науке, изобретательству,
  ремеслу. Человек создает то, что можно пощупать и потрогать. Отрицает все духовное и даже борется с
  теми кто идет по пути духовного развития. Хотя, обычно, с этой кармой случаются красочные сны, которые
  отражают истинные порывы души.@

  Чему важно научиться душе для отработки кармы: открывать в себе духовные знания, духовно
  развиваться самому и нести эти знания людям. Жить в мире с собой, людьми и Вселенной. Научиться
  глобальному мышлению. Стать миротворцем. Жить в потоке: доверять Вселенной, слышать свою
  интуицию. Созидать в отношениях и жизни. Укротить в себе гордыню, научиться общаться с людьми на
  равных. Освободиться от материальных привязок: наслаждаться материальными благами (деньги, дом,
  машина), но не привязываться к ним.@

  Какой,периодически,выбор будет возникать перед Вами в различных жизненных ситуациях с этой
  кармой: постоянно расширять свою зону комфорта или жить в ограничениях; Любить весь мир, уважать
  все религии, нации, страны или быть в критике и недовольстве; Жить по принципу:”Весь мир меня
  поддерживает в мечтах и целях” или “Добро должно быть с кулаками”; Простить людей или обозлиться;
  Укрепить дух, проходя испытания или сломаться; Видеть за испытаниями возможности для личного и
  духовного роста или же сетовать на “судьбу-злодейку”; Быть духовным лидером или избегать
  ответственности; Развивать в себе оптимизм или поддаться пессимизму; Тяжело зарабатывать и уходить в
  трудоголизм или легко получать деньги через любимое дело; Пребывать в состоянии спокойствия и
  доверия к Вселенной или напрягаться, нервничать, переживать; Реализовывать свои собственные цели
  или быть пешкой в чужой игре; Быть в постоянном движении или поддаваться лени и безделью.@

  СТОП: тяжелая работа/трудоголизм, материальные привязки, предательства(людей,Родины)
  ',

  20_8_6'' =>
  'Разочарование семьи и рода@

  Кем была рождена Душа. Душа была рождена для прославления своего рода через личное развитие и
  личный пример.@

  Ошибки Души(Карма). Душа опозорила род. Впала в гордыню, затем в зависимые отношения. Из-за этого
  были конфликты, войны с родными. Уход от ответственности, нарушение законов, порядков, традиций
  семьи, рода, общества, предательство Рода, отречение от родных. Затем, как следствие, непринятие
  своей судьбы, отказ от любви, обман, блуд, измены.@

  Негативное влияние кармы в этом воплощении. С такой кармой у Вас обязательно есть таланты,
  которые Вы хотите развивать и быть лучшим в своем деле. Однако, можете часто сталкиваться с
  непониманием родных и близких Вам людей, которые придираются к Вашим стремлениям. Они либо
  считают, что на этом глупо зарабатывать и делать этот талант делом жизни, либо уверены, что на этом
  невозможно зарабатывать и содержать семью. Также могут быть врожденные заболевания, которые будут
  мешать Вам в развитии и проявлении Ваших талантов.@

  Чему важно научиться душе для отработки кармы: Задача души - прославить Род. Важно научиться
  любить и принимать себя и, через любовь и принятие себя, любить и принимать близких. Выстраивать
  гармоничные отношения с людьми. Научиться видеть красоту и гармонию в людях и пространстве. Прийти
  к пониманию кармических законов и причинно-следственной связи(понять,что все происходит не просто
  так и каждая ситуация,пусть даже на первый взгляд -несправедливая, несет в себе урок). Менять
  отжившие себя и неработающие убеждения. Быть миротворцем в Роду. Помогать родным и принимать от
  них помощь. Простить обиды на родителей и родных. Через свое личное развитие и личный пример
  исцелить карму Рода и прославить Род.@

  Какой,периодически,выбор будет возникать перед Вами в различных жизненных ситуациях с этой
  кармой: простить своих родителей или копить в себе на них обиды; Женщине: казаться идеальной
  (притворяться), ради любви или быть счастливой полюбив себя, и не притворяться; Идти на контакт с
  родственниками или же отгораживаться от него, думая, что Вы сами по себе; Развивать в себе свои
  таланты и способности (в том числе и к яснознанию) или игнорировать их; Стремиться к духовному
  развитию или думать,что мир только материален и невидимой реальности не существует; Изучать законы
  кармы и причинно-следственную связь или роптать на несправедливость этого мира; Выполнять обещания
  или нарушать; Осуждать людей или принимать их; Менять отжившие себя убеждения или отстаивать их;
  Идти за своим сердцем или думать: “Что обо мне скажут люди?”; Отпустить свои старые отношения или
  “вязнуть” в них; Любить и принимать людей или идеализировать и затем разочаровываться в них;
  Соблюдать верность или изменять; Впустить любовь в свою жизнь или жить в иллюзиях и не доверять
  партнеру;@

  СТОП: нелюбовь к себе, суды, конфликты с родными
  ',

  '22_7_3' =>
  'Заключенный@

  Кем была рождена Душа. Душа была рождена для свободы. Ей важно было вырваться из состояния
  угнетения, реализовать себя и быть свободной в любых условиях (прийти к внутреннему ощущению
  свободы).@

  Ошибки Души(Карма). Изначально Душа впала в агрессию и эго: стала стремиться к своим целям
  нарушая границы других людей, напролом. Ограничивала свободу других людей, участвовала в войнах и
  конфликтах. Ради своих интересов: (женщина) отказалась от материнских функций, от детей, делала
  аборты, отказалась от женственности, женского счастья и секса; (мужчина) ушел в безответственность,
  унижал женщин. В конечном итоге душа впала в заточение(несвободу от чего-то или от кого-то) и не
  примирение в ситуациях ограничений.@

  Негативное влияние кармы в этом воплощении. С такой кармой Вы либо рождаетесь в среде, где у Вас
  в окружении есть люди, которые находятся в состоянии ограничения и сами оказываетесь в “Золотой
  клетке”, когда Вас постоянно в чем-то ограничивают, либо Вы кого-то в чем-то сами ограничиваете, потому
  что так принято.@

  Чему важно научиться душе для отработки кармы: понять, что можно быть свободным в любых
  условиях: стремиться к свободе и помогать другим обрести свободу. Исцелить свои зависимости.
  Достигать целей мирным путем. Развивать лидерские качества: мотивировать людей, а не заставлять.
  Уважать личные границы. Женщине: быть плодородной(рожать детей: чем больше,тем лучше). Быть
  хорошей дочерью и мамой. Быть музой для своего мужчины: развивать в себе женственность и
  сексуальность. Научиться быть счастливой. Мужчине: развивать в себе мужественность через
  ответственность. Исцелить страх стать папой. Научиться заботиться о женщине без подчинения и
  зависимых отношений.@

  Какой,периодически,выбор будет возникать перед Вами в различных жизненных ситуациях с этой
  кармой: доверять своему партнеру или ревновать; Пользоваться всеми благами мира и не держаться за
  них или придавать им большое значение; Жить по своему желанию или под влиянием кого-то или чего-то;
  Относиться ко всему с юмором,легко или носить маску серьезности; Идти вперед к достижению своих
  целей или отказаться от них; Двигаться легко или во всем видеть трудности и бороться с ними; Делать все
  в одиночку или в команде; Мотивировать или подавлять; Доверять или контролировать; Женщине: рожать
  или не рожать; Уважать или унижать мужчин; Получать удовольствие в сексе или “выполнять супружеский
  долг”; Делегировать, просить помощи или все делать самой; Быть “женщиной-амазонкой”, правой, сильной
  или счастливой женщиной; Быть нежной, мягкой или жесткой и категоричной; Любить маму и детей
  безусловно или обижаться на них; Мужчине: мудро руководить или унижать; Проявлять щедрость или
  скупость; Быть ответственным или безответственным; Быть любящим отцом или бояться создавать семью.@

  СТОП: аборты, агрессия, ограничение свободы
  ',

  '21_3_9' =>
  'Надзиратель@

  Кем была рождена Душа. Она была рождена для того, чтобы через мудрость, знания и творчество
  расширять мышление людей, их рамки. Тем самым, выводить их из ограничений и указать путь к свободе.@

  Ошибки Души(Карма). Ограничивала свободу людей и получала от этого удовольствие. Был неудачный
  опыт целительства и душа либо не смогла, либо не захотела передавать накопленные знания людям.
  Ушла в аскезы: отречение от детей, секса, денежных благ. Женщина: делала аборты, отказалась от
  замужества, материнства женственности и женского счастья. Мужчина: унижал женщин, отказался от
  мужских обязанностей, женитьбы, продолжения рода и какой-либо ответственности. Также было
  осуждение Родины и предательство Родины.@

  Негативное влияние кармы в этом воплощении. С такой кармой постоянно будет проявляться желание
  и стремление всеми управлять, всем все указывать и поучать. Также присутствуют в жизни различного
  рода ограничения Вашей свободы (болезнь, долги, пагубные привычки).@

  Чему важно научиться душе для отработки кармы: уважать границы и свободу других людей, ни на кого
  не давить. Доверять людям. Получать удовольствие от земных благ, но не уходить в крайности. Важно
  научиться жить в мире с собой, людьми и Вселенной. Научиться глобальному мышлению. Быть за мир во
  всем мире(миротворцем). Женщине: не бояться рожать и быть плодородной. Раскрыть в себе
  женственность и сексуальность. Выстраивать гармоничные отношения с любимым мужчиной и быть музой
  в отношениях. Быть хорошей дочерью и мамой. Мужчине: быть ответственным, раскрыть в себе
  мужественность. Заботиться о женщине.@

  Какой,периодически,выбор будет возникать перед Вами в различных жизненных ситуациях с этой
  кармой: верить в себя или сомневаться в своих знаниях и умениях; Открыться миру и людям или
  замыкаться на себе; Впустить любовь/дружбу в свою жизнь или закрываться от них; Любить себя и
  баловать или ограничивать; Ценить деньги и материальные блага или осуждать их; Получать
  удовольствие от секса или считать интимные отношения “грязными”; Выражать свои эмоции и чувства или
  все копить в себе; Отдавать миру свои знания или “консервировать” таланты в себе; Доверять или
  контролировать; Женщине: рожать или не рожать; Уважать или унижать мужчин; Быть нежной и мягкой или
  жесткой и категоричной; Любить маму и детей безусловной любовью или быть в ожиданиях и обижаться на
  них; Делегировать, просить помощи или все делать самой; Мужчине: проявлять щедрость или скупость;
  Мудро руководить или унижать; Быть ответственным или безответственным; Постоянно расширять свою
  зону комфорта или жить в ограничениях; Любить весь мир, людей, религии, нации страны или критиковать;
  Жить по принципу: “Весь мир меня поддерживает в мечтах и целях” или “Добро должно быть с кулаками”.@

  СТОП: критика и измена Родине, аборты, одиночество
  ',

  '17_5_6' =>
  'Гордыня@

  Кем была рождена Душа. Она была рождена для того, чтобы через любовь и принятие себя, личное
  развитие своих талантов и способностей - получить признание, стать известной. Затем, через свою
  популярность быть примером для людей и источником любви, гармонии и красоты в мире.@

  Ошибки Души(Карма). Душа возгордилась и начала унижать других. У нее была вера в свою
  исключительность. Она отказалась делиться своими знаниями с людьми. Отсюда: нереализованный
  талант, зависимые отношения, нарушение законов семьи и общества, развод, разрыв отношений в семье,
  отказ от любви, блуд и измены. Приносила близким много страданий.@

  Негативное влияние кармы в этом воплощении. С такой кармой будет постоянно острое желание и
  стремление получать все просто так. Из-за этого будут ситуации различного рода унижений. Нераскрытые
  таланты. Непризнанность, жизнь “серой мышки”.@

  Чему важно научиться душе для отработки кармы: исцелить в себе гордыню. Научиться любить и
  принимать себя. Через любовь и принятие себя, любить и принимать близких. Выстраивать гармоничные
  отношения с людьми. Идти к целям упорно и заслужить желаемое. Научиться видеть красоту и гармонию в
  людях и пространстве. Учиться и обучать других. Научиться трудолюбию: сохранять верность таланту,
  заниматься делом, которое развивает таланты и заслужить признание. Звездная жизнь. Соблюдать
  семейные традиции, порядки и законы. Женщине: стать Берегиней семьи и Рода. Мужчине: стать
  Хранителем и Защитником семьи и Рода.@

  Какой,периодически,выбор будет возникать перед Вами в различных жизненных ситуациях с этой
  кармой: заниматься творческим и интересным делом или ходить на нелюбимую работу; Поверить в себя и
  добиться признания или страдать от непризнанности; Общаться с людьми на равных или возгордиться
  своими успехами; Учиться чему-то новому или цепляться за старое, думая, что Вы и так уже все знаете;
  Проявлять гибкость или навязывать свое единственно правильное мнение; Делиться знаниями или
  бояться конкуренции; Обучать людей или постоянно думать, что Вы до сих пор не хороши для учителя;
  Выходить за свои рамки или быть рабом своих ограничений и убеждений; Общаться со всеми на равных
  или свысока; Соблюдать законы, традиции и порядки или нарушать их; Идти за своим сердцем или думать:
  “Что обо мне скажут люди?”; Любить людей и принимать или идеализировать и, затем, разочаровываться в
  них; Сохранять верность или изменять; Впустить любовь в свою жизнь или не доверять партнеру;
  Женщине: казаться идеальной(притворяться), ради любви или быть счастливой полюбив себя, и не
  притворяться; Видеть внутреннюю красоту человека или оценивать только по внешним данным.@

  СТОП: нелюбовь к себе, разрушение семьи, гордыня, непризнанность
  ',

  '13_7_21' =>
  'Разрушение и смерть многим душам@

  Кем была рождена Душа. Душа была рождена трансформировать жизнь людей и мира к лучшему, через
  саморазвитие, расширение мышления и пространства вокруг себя.@

  Ошибки Души(Карма). Душа ушла в агрессию и эго: стремилась к целям, нарушая границы людей,
  напролом. Участвовала в войнах и конфликтах. Осуждала и предала Родину. Совершала насилие и
  убивала много людей в массовом количестве(либо была ученым, придумавшим оружие массового
  поражения; либо была военачальником). Как следствие всех своих действий - совершила суицид.@

  Негативное влияние кармы в этом воплощении. С такой кармой даны очень непростая жизнь и работа.@

  Чему важно научиться душе для отработки кармы: в этом воплощении с такой кармой Вам важно
  возрождать души и спасать жизни людей. Научиться ценить жизнь. Смело начинать новые циклы (заново,
  сначала), не цепляться за старое. Жить в мире с собой, людьми и Вселенной. Научиться глобальному
  мышлению. Быть миротворцем. Достигать целей мирным путем. Развивать лидерские качества:
  мотивировать, а не заставлять. Уважать личные границы каждого человека.@

  Какой,периодически,выбор будет возникать перед Вами в различных жизненных ситуациях с этой
  кармой: проявляться во взаимодействии с людьми корректно или резко и агрессивно; Ценить жизнь или
  пренебрегать ею и рисковать почем зря; Бесстрашно идти навстречу переменам или избегать их;
  Нарабатывать состояние спокойствия или постоянно суетиться; Отпустить то, что ушло (люди, отношения)
  или горевать об утрате; Идти вперед к достижению своих целей или отказаться от них; Двигаться вперед
  легко или сосредотачиваться на трудностях и бороться с ними; Делать самостоятельно или в команде;
  Мотивировать или подавлять; Проявлять лояльность и терпимость или давить на окружающих; Постоянно
  расширять свою зону комфорта или жить в ограничениях; Любить весь мир, людей, уважать все религии,
  нации, страны или критиковать; Жить по принципу: “Весь мир меня поддерживает в моих мечтах и целях”
  или “Добро должно быть с кулаками”; Ценить свои результаты или постоянно высказывать недовольство;
  Женщине: быть “женщиной-амазонкой”(правой, сильной) или счастливой женщиной.@

  СТОП: агрессия, страх и отказ от всего нового, недовольство Родиной и измена Родине
  ',

  '15_6_18' =>
  'Темный маг@

  Кем была рождена Душа. Душа была рождена для того, чтобы через свои знания и позитивное
  мышление исцелять зависимости в людях. Быть источником любви и гармонии в мире.@

  Ошибки Души(Карма). Она наносила вред людям через свои знания. Впала в гордыню и зависимые
  отношения. Ушла в депрессию, страхи и иллюзии. Были ревность и скандалы. Как итог: сильная агрессия,
  отказ от любви, блуд, измены, сексуальный разгул, одержимость, властность и манипуляции. Пагубные
  привычки, как образ жизни(алкоголизм/наркомания/игромания).@

  Негативное влияние кармы в этом воплощении. С этой кармой Вы также рождены со знаниями,
  которые могут как помогать людям, так и вредить. В связи с этим будут в жизни постоянные провокации,
  чтобы использовать знания во вред людям в своих личных корыстных целях и выгоде.@

  Чему важно научиться душе для отработки кармы: осознать и исцелить свои страхи через позитивное
  мышление. Научиться любить и принимать себя и через любовь и принятие себя прийти к любви и
  принятию близких людей. Выстраивать гармоничные отношения с людьми. Видеть красоту и гармонию в
  людях и пространстве. Увидеть и принять свои пороки. Исцелить в себе жадность, зависть, гордыню.
  Видеть в людях лучшие стороны. Процветать материально, духовно и физически.@

  Какой,периодически,выбор будет возникать перед Вами в различных жизненных ситуациях с этой
  кармой: освободиться от зависимостей или поддаться искушениям; Проявить терпение или надавить;
  Проявлять эгоизм или альтруизм; Простить или обидеться; Доверять партнеру или ревновать; Относиться
  к людям как к равным или свысока; Проявлять щедрость или жадность; Указывать другим на их недостатки
  или на их достоинства; Идти за своим сердцем или думать: “Что обо мне скажут люди?”; Видеть
  внутреннюю красоту человека или оценивать только по внешним данным; Отпустить свои старые
  отношения или постоянно вязнуть в них; Любить людей и принимать или идеализировать и затем
  разочаровываться в них; Сохранять верность или изменять; Впустить любовь в свою жизнь или не
  доверять партнеру; Жить в реальности или в иллюзиях; Женщине: казаться идеальной(притворяться),
  ради любви или быть счастливой полюбив себя, и не притворяться; Научиться работать со своими
  страхами или жить в них; Идти вперед или оставаться на месте в своей зоне комфорта, поддаваясь
  сомнениям; Использовать свои способности во благо или для манипуляций и власти над людьми; Духовно
  работать над собой, исцелять свою карму или плыть по течению.@

  СТОП: страхи и опасения, нелюбовь к себе, пороки и искушения
  ',

  '14_20_6' =>
  'Принесенный в жертву@

  Кем была рождена Душа. Душа была рождена для того, чтобы через свой личный пример исцелять карму
  людей, будучи источником любви и гармонии, тем самым - прославлять свой Род.@

  Ошибки Души(Карма). Были атеизм, отсутствие терпения, алкоголизм, нереализованные таланты. Душа
  предала свой Род. Были конфликты, войны с родными и отречение от родных. Гордыня и зависимые
  отношения. В отношениях измены, блуд и отказ от любви вовсе. Как следствие, душу использовали в
  ритуале(может быть казнь или прилюдное наказание). Глядя на опыт этой души люди пробуждались.@

  Негативное влияние кармы в этом воплощении. Ваша энергетика с этой кармой такая, что вызывает у
  людей рядом с вами чувство вины. Люди чувствуют себя с Вами виноватыми и должными вам и стремятся
  просто так делиться с Вами благами. Это так душа пытается “компенсировать” страдания прошлого
  воплощения. И, со временем, Вы можете привыкнуть получать все просто так, незаслуженно. Начинается
  этот путь с родителей.@

  Чему важно научиться душе для отработки кармы: Важно научиться довольствоваться тем, что есть и не желать
  большего просто так. Важно жить в контакте со своей душой(слышать интуицию) и развивать терпение. Создавать душевные
  отношения и жить умеренно, без допингов (алкоголь, переедание, наркотики). Быть миротворцем в Роду: помогать родным и
  принимать помощь от них. Простить обиды на родителей и родных, исцелить карму Рода через свой личный пример и
  развитие. Научиться любить и принимать себя, родных и близких. Выстраивать гармоничные взаимоотношения. Видеть
  красоту и гармонию в людях и пространстве.@

  Какой,периодически,выбор будет возникать перед Вами в различных жизненных ситуациях с этой кармой:
  развивать в себе творческий потенциал или отказаться от него; Вести здоровый образ жизни или поддаться искушениям,
  зависимостям; Видеть в каждом человеке его душу или внешние атрибуты - деньги, статус, внешность; Заниматься
  любимым делом или быть там, где более престижно, солидно, больше платят; Нарабатывать в себе чуткость, душевность,
  нежность или проявлять грубость, черствость, эгоизм; Верить в Бога, Вселенную, Высшие силы или стать грубым
  материалистом и атеистом; Простить родителей или копить в себе обиды; Идти на контакт с родственниками или
  отгораживаться от него, думая, что Вы сами по себе; Развивать в себе способности и таланты(в том числе к яснознанию) или
  проигнорировать их; Стремиться к духовному развитию или думать, что мир только материален и невидимой реальности не
  существует; Идти за своим сердцем или бояться критики людей; Отпустить свои старые отношения или вязнуть в них;
  Любить людей и принимать или идеализировать, а затем разочаровываться в них; Сохранить верность или изменять;
  Видеть внутреннюю красоту человека или оценивать только по его внешним данным; Впустить любовь в свою жизнь или не
  доверять партнеру; Жить в реальности или в иллюзиях; Женщине: казаться идеальной(притворяться), ради любви или быть
  счастливой полюбив себя, и не притворяться;@

  СТОП: нелюбовь к себе, конфликты с родными, отказ от таланта
  ',

  '7_10_21' =>
  'Инквизитор@

  Кем была рождена Душа. Она была рождена стать миротворцем. Ей важно было, расширяя свое
  мышление, объединять людей общими целями и ценностями и вести их к счастливой жизни.@

  Ошибки Души(Карма). Душа начала жить “чужой жизнью”. Изначально, по велению родителей, затем под
  влиянием общества и окружения. Из-за этого у нее была тяжелая жизнь. Тяжелый, изматывающий,
  физический труд. Она стала агрессивной и эгоистичной: двигалась к целям, нарушая границы других
  людей, напролом. Принимала участие в войнах и конфликтах. Предала Родину. Стала воином,
  насаждающим веру насильственно.@

  Негативное влияние кармы в этом воплощении. Возникает желание обратить всех в свою “веру”. Как в
  прямом смысле(Вас могут втянуть в секту и сделать ее последователем), так и в переносном, когда Вы при
  любых обстоятельствах продвигаете лишь свою правду и не принимаете иной. А также может быть союз с
  представителем иной “веры”(здесь мы говорим о предательстве своих истин, когда Вы меняете ценности и
  внезапно становитесь таким же ярым представителем иных истин, которые раньше Вы отрицали).
  Для примера: пока Вы едите мясо-яро осуждаете вегетарианцев и критикуете их. Затем,вдруг, сами
  становитесь вегетарианцем и начинаете яро осуждать и критиковать тех,кто ест мясо.@

  Чему важно научиться душе для отработки кармы: не навязывать свои истины. Стать примером
  служения без агрессии и насилия. Жить в мире с собой, людьми и Вселенной. Научиться глобальному
  мышлению и стать миротворцем. Научиться жить в потоке(доверять Вселенной/Богу и своей интуиции).
  Видеть возможности и пользоваться ими. Достигать целей мирным путем. Развивать в себе свои
  лидерские качества: мотивировать людей, а не подавлять и заставлять. Уважать границы.

  Какой,периодически,выбор будет возникать перед Вами в различных жизненных ситуациях с этой
  кармой: идти вперед к достижению своих целей или отказаться от них; Двигаться вперед легко или
  зацикливаться на трудностях и бороться с ними; Делать все самостоятельно или в команде; Мотивировать
  или подавлять; Проявлять лояльность и терпимость или давить на окружающих; Уметь радоваться
  результатам или всегда включать недовольство; Тяжело зарабатывать(трудоголизм) или заниматься делом
  души(трудолюбие); Пребывать в состоянии спокойствия и доверия к Вселенной или напрягаться,
  нервничать, переживать; Реализовать свои собственные цели или быть пешкой в чужой игре; Быть в
  постоянном движении,пользоваться возможностями или быть в лени и инертности; Постоянно расширять
  свою зону комфорта или жить в ограничениях; Любить мир, уважать все религии, нации и страны или
  критиковать; Жить по принципу: “Весь мир поддерживает меня в моих мечтах и целях” или “Добро должно
  быть с кулаками”; Женщине: быть “женщиной-амазонкой”(всегда правой, всегда сильной) или счастливой
  женщиной.@

  СТОП: агрессия, тяжелая работа(трудоголизм), измена Родине(предательства)
  ',

  '10_13_3' =>
  'Самоубийца@

  Кем была рождена Душа. Душа была рождена для радости, счастья и открытий. Ей важно было
  научиться жить в потоке, создать семью, постоянно трансформировать свою жизнь к лучшему.@

  Ошибки Души(Карма). Начала жить “чужой жизнью”. Изначально по велению родителей, затем попала
  под влияние окружения и мнение чужих людей. У нее была тяжелая жизнь. Тяжелый, изматывающий,
  физический труд. (Женщине) как женщина, Вы отказались от материнских функций, женского счастья,
  детей(делали аборты, не уберегли уже родившихся детей), отказались от женственности, секса.
  (Мужчине): как мужчина Вы отказались от ответственности, избивали и унижали женщин, заставляли
  делать аборты. Душа убивала и совершала насилие. Совершила суицид.@

  Негативное влияние кармы в этом воплощении. С такой кармой дается жизнь, полная экстрима,
  испытаний и ситуаций на грани.@

  Чему важно научиться душе для отработки кармы: научиться ценить жизнь. Жить здесь и сейчас.
  Полюбить и принимать перемены в своей жизни. Смело начинать новые циклы(сначала,заново).
  Научиться не цепляться за старое и открыться новому. Жить в потоке(доверять Богу/Вселенной и своей
  интуиции). (Женщине): быть плодородной(рожать детей, не бояться материнства), быть хорошей дочерью
  и мамой. Стать музой для своего любимого мужчины(раскрыть в себе женственность и сексуальность).
  Научиться быть счастливой. (Мужчине): заботиться о женщинах(маме,любимой женщине,дочери), брать на
  себя ответственность и через ответственность раскрыть в себе мужественность.@

  Какой,периодически,выбор будет возникать перед Вами в различных жизненных ситуациях с этой
  кармой: относиться к людям корректно или резко и агрессивно; Ценить жизнь или пренебрегать ею,
  рисковать зря; Полюбить и принять перемены в своей жизни или избегать их и бояться; Нарабатывать
  состояние спокойствия или постоянно суетиться; Отпустить ушедших из жизни людей или постоянно
  горевать об их уходе; Тяжело зарабатывать(трудоголизм) или заниматься делом души(трудолюбие);
  Доверять себе,Богу,Вселенной и жить в “потоке” или напрягаться,нервничать,переживать; Реализовывать
  свои собственные цели или быть пешкой в чужой игре; Быть в постоянном движении, пользоваться
  возможностями или поддаться лени и инертности; Женщине: рожать или не рожать; Строить карьеру или
  семью; Уважать или унижать мужчин; Получать удовольствие в сексе или выполнять супружеский долг;
  Делегировать, просить помощи или все делать самой; Доверять или контролировать; Быть нежной, гибкой,
  чуткой или жесткой и категоричной; Любить маму и детей безусловной любовью или быть в ожиданиях и
  обижаться на них; Мужчине: заботиться о женщине или унижать ее; Быть ответственным или
  безответственным; Проявлять щедрость или скупость; Мудро руководить или унижать подчиненных.@

  СТОП: тяжелая работа(трудоголизм), аборт, страх перемен(отказ от всего нового)
  ',

  '8_14_6' =>
  'Тиран@

  Кем была рождена Душа. -@

  Ошибки Души(Карма). Был властным человеком. Получал удовольствие от власти. Ограничивал развитие
  других людей. Больше забирал чем отдавал.@

  Негативное влияние кармы в этом воплощении. Очень сильные энергетические люди(много сильных
  энергий), при этом выбирают посредственную жизнь и живут серой жизнью.@

  -@

  -@

  -@
  ',
);

// (5) Внутренняя сила
$innerStrength = ( // @ - разделитель абзацев
  // Структура обзацев:
  // 1 - Что наполняет
  // 2 - Что опустошает
  '3W' =>
  'важно, до наступления возраста зрелости(условно до 40 лет), родить и лично заниматься воспитанием детей. Если родить не получилось, то все равно заниматься воспитанием детей. Вклад должен быть существенный и регулярный(воспитатель в детском саду, крестная мама, заботливая тетя для племянников);
  выстраивание гармоничных взаимоотношений с мамой и с остальными женщинами;
  полюбить и принять в себе женщину(раскрывать в себе женственность и сексуальность, заботиться о себе);
  бывать на природе, заниматься творчеством;
  создавать гармонию и порядок в доме;@

  деспотичность,капризность,эгоистичность, властность, контроль, страхи в сторону детей, мужа и близких;
  бездетность;
  соперничество и конкуренция с женщинами;
  дисгармония во взаимоотношениях с мамой;
  зацикленность на внешности и материальных благах;
  желание повышенного внимания к себе;
  борьба с мужчинами, доказывая свою властность;
  энергетическое и моральное подавление своего мужчины;
  ',

  '3M' =>
  'важно заботиться о детях, женщинах или хотя бы садик свой должен быть где Вы ухаживали бы за цветами;
  ответственность, создание семьи, преданность семье;
  творчество;
  гармоничное взаимодействие с женщинами;@

  страх перед ответственностью, безответственность;
  зависимые отношения от женщин;
  слабохарактерность;
  излишняя впечатлительность, ранимость и обидчивость;
  бездетность;
  ',

  '4M' =>
  'стать лучшим профессионалом в одной или нескольких областях;
  власть, деньги, статус(создавать бизнесы, проекты);
  создание семьи, воспитание достойных наследников, гармония с любимой женщиной;
  гармоничные отношения с отцом;@

  деспотичность, властность, эгоизм;
  хаос в делах и в отношениях;
  низкооплачиваемая работа, подчинение, финансовые трудности;
  безответственность;
  отсутствие духовности, зацикленность на материальных благах;
  дисгармония в отношениях с отцом;
  ',

  '4W' =>
  'стать лучшим профессионалом в одной или нескольких областях;
  власть, деньги, статус(создавать бизнесы, проекты);
  создание семьи, воспитание достойных наследников, гармония с любимой женщиной;
  гармоничные отношения с отцом;@

  деспотичность, властность, эгоизм;
  хаос в делах и в отношениях;
  низкооплачиваемая работа, подчинение, финансовые трудности;
  безответственность;
  отсутствие духовности, зацикленность на материальных благах;
  дисгармония в отношениях с отцом;
  ',

  '5' =>
  'создание гармоничных отношений с отцом;
  новые знания и получение нового опыта;
  наличие учеников и системы передачи знаний;
  создание семьи, воспитание детей, семейные традиции и ценности;
  соблюдение законов, традиций, порядков семьи и общества;@

  интеллектуальная гордыня(отсутствие интереса к новым знаниям) и консерватизм;
  бескомпромиссность, насаждение своих идеалов и правил, желание всех и вся контролировать и поучать;
  выстраивание жестких рамок и ограничений и стремление вогнать в эти рамки и ограничения близких, родных, друзей, знакомых;
  неуважение к отцу, старшим и учителям;
  отказ передачи знаний людям(отсутствие учеников и системы передачи знаний);
  нарушение законов, порядков, традиций семьи и общества;
  ',

  '6W' =>
  'быть источником любви, гармонии и красоты в мире: полюбить себя, выстроить личные границы, заботиться о себе;
  выстраивать гармоничные взаимоотношения с людьми посредством коммуникации(общения):много друзей и знакомых;;
  окружать себя красивыми вещами, покупать себе красивые и дорогие вещи;
  быть в центре внимания(законодательница мод в своем окружении);
  выстраивать гармоничные взаимоотношения с любимым мужчиной, с его родителями и родственниками;
  создание семьи, рождение детей, соблюдение супружеской верности в отношениях;@

  нелюбовь к себе,самокритика;
  склонность идеализировать людей, затем разочаровываться в них;
  поиск внешних источников любви(людей, которые смогли бы наполнить Вас любовью);
  искушения,измены,нежелание рожать детей, развод;
  дисгармония в отношениях с людьми;
  наплевательское отношение к красоте, к внешности и тому, что Вас окружает;
  ',

  '6M' =>
  'любить себя, ценить, выстраивать личные границы;
  обязательно любить то, чем Вы занимаетесь, быть в центре внимания;
  выстраивать гармоничные взаимоотношения с людьми через общение(связи):много друзей и знакомых;
  создать семью и гармоничные отношения с любимой женщиной, с ее родителями и родственниками;
  стать отцом и соблюдать супружескую верность;@

  раздутое эго;
  умение видеть лишь внешнюю красоту, привычка поиска кумира;
  привычка идеализировать людей, а затем разочаровываться;
  зависимость от чужого мнения(критика);
  коварность, мстительность, обидчивость;
  ссоры и измены в семье, расставания;
  ',

  '7' =>
  'активный образ жизни: поездки, путешествия, командировки;
  скорость: гонки, прыжки с тарзанки, например;
  переезд в другой город или страну или обучение в другом городе или стране;
  наличие целей в жизни;
  быть в команде, двигаться к цели сотрудничая с людьми;
  постоянное стремление к саморазвитию и развитию
  раскрытие лидерских качеств: умение мотивировать людей и легко относиться к неудачам;@

  малоактивный, малоподвижный образ жизни;
  бесцельное существование либо не экологичная постановка и достижение целей(когда Вы двигаетесь к целям не в команде, не сотрудничая, а соперничая и конкурируя с людьми);
  отсутствие развития и саморазвития;
  синдром волка-одиночки: желание подавлять и заставлять людей что-то делать, а не мотивировать их;
  война с собой, людьми и со всем миром, когда Вы вечно недовольны собой, людьми и миром/вечно ругаете себя, людей и весь мир;
  ',

  '8' =>
  'честность и справедливость во взаимоотношениях между людьми;
  изучение и понимание кармических законов(то есть понимать, что все происходит не просто так) и причинно-следственных связей (умение извлекать уроки из любых негативных ситуаций в жизни);
  умение прощать;
  безупречное соблюдение законов и обязательств;@

  зацикленность на несправедливости;
  вечное недовольство жизнью, обвинение окружающих в несправедливости;
  отрицание кармических законов, неумение понимать причинно-следственные связи (неумение извлекать уроки и осознавать ошибки);
  неумение прощать;
  нарушение законов, обязательств, суды, долги;
  ',

  '9' =>
  'доверие к людям;
  раскрытие творческих и целительских способностей в себе;
  наполняющее уединение(оставаться периодически наедине с собой);
  получать удовольствие от земных материальных благ: денег, еды, секса;
  соблюдать меру во всем(золотая середина);
  заботиться о здоровье своего физического тела;
  чистота и порядок на рабочем месте и в жилище;
  передача знаний людям;
  почитание старших, помощь близким в болезни или беде;@

  любые крайности: жесткие аскезы и экономия на себе, транжирство, отшельничество, трудоголизм;
  недоверие к людям, осуждение людей;
  отсутствие возможности для наполняющего уединения;
  наплевательское отношение к телу и жилищу;
  оскорбление старших, отказ в помощи близким в болезни и беде;
  не передавать людям знания и мудрость, а копить все в себе;
  нежелание раскрывать свои творческие и целительские способности;
  ',

  '10' =>
  'жить в “потоке” в доверии к Богу, Вселенной и своей интуиции;
  умение расслабляться и получать удовольствие от жизни, умение радоваться жизни несмотря ни на что;
  трудолюбие: важно заниматься делом для души, от которого получаете искреннее удовольствие и, которое раскрывает Ваш потенциал и развивает Ваши таланты;
  видеть возможности, которые приходят под Ваши запросы, и пользоваться ими
  забота о здоровье своего физического тела: спорт, питание, режим, бассейн, спа, массажи;
  регулярная финансовая помощь (содержание) любому человеку;
  отсутствие долгов и кредитов
  свое личное, независимое мнение;@

  трудоголизм: занимайтесь делом, которое не нравится Вам(ради денег) и никак не развивает Ваши таланты, не раскрывает Ваш потенциал;
  напряженность: когда Вы делаете все через не хочу, так надо, так принято, по другому нельзя(с этой энергией, чем сильнее Вы напрягаетесь, тем сильнее скатываетесь вниз);
  лень и нерешительность, когда вы видите возможности, но либо ленитесь, чтобы ими воспользоваться, либо боитесь;
  безответственность, отказ в финансовой помощи кому бы то ни было;
  долги и кредиты;
  наплевательское отношение к телу и здоровью;
  зависимость от чужого мнения;
  ',

  '11' =>
  'созидание(созидательное мышление): постоянно раскрывать свой потенциал и таланты, реализовывать способности и возможности, что-то создавать;
  помогать другим людям в раскрытии их потенциала;
  ответственность за тех, кто слабее(жена,дети,престарелые родители,животные);
  создание семьи и рождение детей;
  гармония в интимных отношениях(сексуальная удовлетворенность)
  занятия спортом, где раскачивается выносливость: борьба, хатха-йога, бег на длинные дистанции и тд;@

  разрушительная сила и мышление, агрессия, из-за неверия в себя,нереализованности или отсутствия созидания;
  потребительское мышление(все плохо,все мне должны), бесполезная трата сил(трудоголизм);
  женщина “Я САМА”, мужчина безответственный;
  женские и мужские болезни из-за дисгармонии в интимной жизни;
  стремление создавать себе трудности и преодолевать их;
  ',

  '12' =>
  'любовь к себе, личные границы, самоуважение;
  служение и безусловная любовь (отдавать свою любовь,заботу,поддержку и служение людям безусловно,ничего не ожидая взамен и получая удовольствие от самого процесса отдавания);
  милосердие: благотворительность, волонтерство, меценатство;
  работа с голосом(пение,ораторское искусство);@

  самокритика, нелюбовь к себе;
  неумение говорить “НЕТ” и тем самым приносить себя в жертву ради какого-то дела или человека;
  ожидания и позиция жертвы(все мной пользуются,не ценят меня и мой труд и ничего не дают взамен или дают мало);
  ',

  '13' =>
  'осознанная трансформация своей жизни к лучшему (разрушать все старое, отжившее себя, не работающее и на этом месте привносить что-то новое);
  спасение или трансформация жизни человека;
  любовь к переменам, принятие перемен;
  бесстрашие и активность: умение начинать новые циклы(заново,сначала);@

  страх перемен(привычка держаться за старое);
  стремление к стабильности,бытовухе и обыденности;
  страх старости и смерти;
  пониженная самооценка, чувство потерянности(кто я? что я?);
  депрессии, безысходность, суицидальные мысли;
  ',

  '14' =>
  'развитие своих творческих и целительских талантов;
  подпитывать себя энергиями искусства(театры,музеи,кино,танцы,живопись);
  бывать на природе,вести сельскохозяйственную деятельность(свой сад,огород,живность);
  умение прощать и отпускать старое;
  развивать свой интеллект: читать, изучать иностранные языки, психологию;@

  неумение прощать, привычка тащить за собой груз обид и разочарований из прошлого;
  закрытость от людей и мира, самобичевание;
  неверие в свои творческие и целительские таланты и способности;
  жить вдалеке от природы;
  заниматься бесполезной для себя деятельностью;
  ',

  '15' =>
  'увидеть и исцелить свои пороки(работать над своими пороками, например, ревностью, гордыней, завистью, мстительностью);
  оказывать помощь тем, кто “на грани”;
  видеть в людях не только их недостатки, но и достоинства, с помощью которых они могут исцелить в себе эти недостатки и говорить им об их достоинствах;
  пройти искушение деньгами и властью: использовать власть, деньги, харизму во благо;@

  жить в страстях, подпитывать свои пороки, постоянно отдаваться им(работать и жить ради денег, еды, секса и власти);
  искушение деньгами и властью(использовать их только для себя и своей личной выгоды);
  видеть одни лишь недостатки во всем(в людях,проектах) и говорить только о недостатках;
  попытки переделать людей под себя, указывая им на одни лишь недостатки;
  ',

  '16' =>
  'научиться относиться к испытаниям в жизни, как к очередным возможностям;
  довольствоваться материальными благами(деньгами,машиной,квартирой,домом) но не держаться за них, относиться ко всему этому, как к нечто такому, что всегда будет в Вашей жизни и переживать по этому поводу не стоит;
  принимать перемены в жизни;
  духовно развиваться(проходя достойно испытания) и вести к духовному развитию людей(передавать свои знания людям);
  аскезы;@

  зацикленность на материальном: страх потери денег, работы, бизнеса;
  ожесточенность, относиться к испытаниям и кризису как к “каре небесной”;
  пребывание в страстях и зависимостях(злость,ненависть,жадность);
  склонность к самоистязанию;
  отсутствие порядка(хаос в жизни,делах,отношениях);
  праздность(отсутствие аскез);
  ',

  '17' =>
  'добиваться признания в области своей деятельности, стать специалистом высокого уровня;
  раскрывать свой творческий потенциал, развивать его, творчески проявляться в этом мире;
  помогать другим людям в раскрытии их талантов;@

  звездная болезнь: гордыня, капризность;
  непризнанность, жизнь “серой мышки”, излишняя скромность;
  деятельность, которая никак не развивает Ваш потенциал;
  творческая и профессиональная нереализованность;
  ',

  '18' =>
  'выявление и исцеление своих страхов через позитивное мышление(умение сосредотачиваться на том, чего Вы хотите, куда стремитесь, что любите);
  творческая деятельность(хотя бы в качестве хобби);
  освоение ремесла на высоком профессиональном уровне;@

  страхи, возникающие на пустом месте/сосредоточенность на негативе;
  неуверенность в себе, подавленное состояние;
  уход от реальности в мир иллюзий, депрессии, зависимости, отрицание своих способностей;
  ',

  '19' =>
  'социально активный образ жизни;
  открытость, позитивность, жизнерадостность(быть солнышком для людей);
  процветать духовно, материально и физически;
  исцелить чувство вины;
  рождение множества детей(чем больше,тем лучше);
  наладить гармоничные взаимоотношения со всеми братьями и сестрами, которых Вы знаете(родными,двоюродными, троюродными, сводными);@

  мало активный социальный образ жизни, отшельничество, эгоизм;
  во всем поиск личной материальной выгоды;
  зацикленность на чем-то или на ком-то одном, энергия самосожжения;
  отсутствие денег и процветания;
  самокопание, разочарование в себе, сопровождающиеся постоянным чувством вины;
  бездетность;
  ',

  '20' =>
  'прославление Рода через свою деятельность, либо через свою жизнедеятельность;
  гармоничные отношения с супругом, своими родителями, родственниками, а также с родителями и родственниками супруга;
  оказание финансовой помощи родственникам;
  воспитание достойных потомков;
  саморазвитие;@

  нежелание продолжать род,создавать семью,рожать детей;
  дисгармония с родом и миром:осуждение близких и людей в целом;
  неуважение к старшим,агрессия и обиды на родителей,разрыв отношений с близкими;
  позорить род,суды с родственниками,развод;
  отсутствие развития и саморазвития;
  ',

  '21' =>
  'расширение своего мышления и пространства вокруг себя: путешествия, рождение детей, изучение иностранных языков, взаимодействие и сотрудничество(с иностранцами и иностранными компаниями в том числе);
  масштабирование своего бизнеса, либо карьерный рост;
  любое участие в глобальных проектах, которые приносят пользу всему миру;
  любовь к Родине(быть достойным представителем Родины везде);@

  узость мышления,зацикленность только на своей выгоде и на себе;
  позиция: весь мир и все люди мне что-то должны, борьба с миром, агрессия, воинственность;
  шаблонное мышление,принципиальность,категоричность,осуждение;
  конфликтность: стремление всюду разжечь конфликт;
  критика Родины, либо ее предательство;
  ',

  '22' =>
  'убирать запреты, ограничения и рамки из своей жизни и двигаться к целям при любых внешних обстоятельствах;
  внутреннее ощущение свободы, ощущение, что Вы являетесь хозяином своей жизни;
  создавать праздник в своей жизни и приносить праздник в жизнь других людей;
  путешествия;
  рождение детей;@

  жизнь в состоянии угнетения и нерешительности;
  бездетность;
  создание в своей голове рамок, запретов и ограничений;
  ограниченность и безответственность,нелюбимая работа,минимальная свобода(золотая клетка,тюрьма,зависимости);
  ',
);

// (6) Таланты и профессии
$talentsAndProfessions = ( // @ - разделитель абзацев
//Структура абзацев:
// 1 - Талант первооткрывателя, лидера и мага
// 2 - Практическое применение таланта (профессии)
// 3 - Что позволяет таланту быть в плюсе
// 4 - Что блокирует талант

'1' =>
'Талант первооткрывателя, лидера и мага. Когда этот талант проявлен в плюсе, Вы с ним стремитесь
быть лучшим во всем и в то же время не похожим на других. С этим талантом Вы всегда будете держать
высокую планку во всем и будете окружать себя только теми людьми, которые способны дать Вам что-то,
что поможет вашему развитию и общаетесь с лучшими из лучших. Выбираете те пути развития, по
которым другие либо боятся идти, либо считают их сложными или непонятными. Умеете усваивать очень
много информации и использовать эту информацию, либо передавать ее людям. Талант дает Вам
возможность притягивать в Вашу жизнь и материализовывать все то, на чем Вы сосредотачиваете свои
мысли.@

Практическое применение таланта (профессии): Любая деятельность связанная с виртуозным
владением словом, передачей информации и умением убеждать. Например, Вы можете стать отличным
предпринимателем, писателем, нумерологом, астрологом, ученым.@

Что позволяет таланту быть в плюсе: позитивное мышление и приобщение к элите общества любыми
путями(вращаться в кругу известных, популярных,успешных людей в своей сфере);@

Что блокирует талант: эгоизм и завышенное эго; заниженная самооценка и полное неверие в себя;
чувство превосходства над другими людьми, подавление воли других; нереализованность; изоляция и
одиночество в душе и окружении
',

'2' =>
'Талант к выстраиванию в мире гармонии и равенства. С этим талантом Вы способны примирить кого
угодно с кем угодно; Договориться с кем угодно, о чем угодно; Свести кого угодно с кем угодно.
Особенностью Вашего таланта является то, что когда он проявлен в плюсе, Вы на подсознательном
уровне стремитесь к гармонии во всем и способны в нужный момент надеть нужную маску, чтобы сгладить
ситуацию или конфликт. Но после того, как все улажено, Вы снимаете маску и снова становитесь собой.@

Практическое применение таланта (профессии): Этот талант дает Вам способности к дипломатии и
актерскому мастерству. Вам подойдет любая деятельность связанная с тайнами и секретами и где
необходимо применить интуицию. Например, Вы, помимо дипломатии и актерства, можете стать
следователем, психологом, нумерологом, тарологом, астрологом.@

Что позволяет таланту быть в плюсе: чувство такта(умение говорить людям что-то хорошее), умение
говорить откровенно, сглаживать острые моменты через диалог. Чаще бывать на природе.@

Что блокирует талант: самокритика и комплексы, из-за которых Вы постоянно носите маски и забываете
свою истинную суть; сплетни, ложь; фальшь во всем: в отношении к людям, в жизни, в отношении к себе;
бездетность; пассивность; если Вы включаете двуличность и проявляетесь как “серый кардинал”;
',

'3W' =>
'Талант женщины-музы. Когда он проявляется в плюсе, Вы создаете вокруг себя атмосферу красоты,
любви, гармонии, преумножения, процветания и плодородия. Рядом с Вами деревья плодоносят, цветы
благоухают, а коты толстеют, а мужчина мурлычет. С этим талантом Вы принимаете в себе женщину,
любите в себе женщину, заботитесь о себе. Выстраивайте гармоничные отношения с мамой и с
остальными женщинами. Создаете крепкую, гармоничную семью, рожаете детей. Основным показателем
того, что талант в плюсе, является рождение 3 и более детей.@

Практическое применение таланта (профессии): Любая деятельность связанная с женщинами(женские
консультации, консультации по отношениям,женские коллективы,где клиенты женщины),работа с детьми
(детские сады, воспитание, товары для детей), творчество (флористика, вышивание, рукоделие),
организаторы (мероприятий, быта, труда людей)@

Что позволяет таланту быть в плюсе: гармония в отношениях с мамой, принятие себя как женщины,
бывать на природе, девичники (общение с женщинами), творчество (рукоделие, танцы, живопись), женские
практики, материнство.@

Что блокирует талант: одиночество, бездетность; режим “сильной женщины”; обиды на маму(конфликты,
ссоры, прерванный контакт); непринятие в себе женщины; соперничество и конкуренция с остальными
женщинами; властность и контроль; женские болезни; пустота: в душе, в доме, в окружении
',

'3M' =>
'Талант к творчеству и отличному пониманию женщин. Когда талант проявлен в плюсе, то Вы не
упускаете возможность быть успешным. Умеете брать на себя ответственность и выстраивать
гармоничные личные и деловые связи с женщинами. Понимаете, чего хотят женщины и в состоянии дать
им это. Проявляетесь творчески в этом мире.@

Практическое применение таланта (профессии): Любая деятельность связанная с женщинами(женские
консультации, консультации по отношениям,женские коллективы,где клиенты женщины),работа с детьми
(детские сады, воспитание, товары для детей), творчество(вырезание по дереву,сувениры), работа руками
(станочные работы, строительство, садоводство), организаторы(мероприятий, быта, труда людей)@

Что позволяет таланту быть в плюсе: проявление ответственности(Вам важно через ответственность
раскрывать в себе мужественность), постройка дома, либо приобретение недвижимости, заниматься
домашним хозяйством, воспитанием детей.@

Что блокирует талант: слабохарактерность; безответственность; зависимые отношения, когда Вы
становитесь полностью ведомы женщиной и подпадаете под ее контроль; деспотизм по отношению к
женщине, от желания скрыть свои страхи, комплексы и неуверенность в себе; депрессивность;
обидчивость
',

'4M' =>
'Талант прирожденного лидера и властителя. С этим талантом Вы рождены, чтобы завоевать этот мир.
Энергия этого таланта-это энергия денег, власти и статуса. Следовательно, Вы будете стремиться к
бизнесу, руководящим должностям и повышению статуса. И когда талант проявлен в плюсе - это все у Вас
есть, либо Вы стремитесь к этому. Так же с этим талантом, Вы умеете быть ответственным, любящим,
заботливым отцом и мужем. И обязательно создаете и оставляете наследство своим детям. Основным
показателем того, что талант в плюсе, является семья, дети, воспитание достойных наследников.@

Практическое применение таланта (профессии): Это управленческая деятельность( управленцы,
стратегические лидеры, которые ставят планы и выстраивают стратегии развития) бизнес, военное дело,
работа с мужчинами (где клиенты мужчины, мужской труд). Например, Вы можете стать отличным
бизнесменом, политиком, президентом, военачальником.@

Что позволяет таланту быть в плюсе: энергичность, уверенность в себе; гармония в отношениях с
отцом; порядок и дисциплина в жизни и в делах; усердие и трудолюбие; создание семьи; создание
наследства детям@

Что блокирует талант: деспотичность, властность, эгоистичность; ссоры и дисгармония в отношениях с
отцом; низкооплачиваемая и посредственная работа(финансовые трудности); отсутствие семьи, детей,
когда нечего передать по наследству и некому; изоляция и замкнутость; зависимости; бардак и хаос в
делах и в жизни
',

'4W' =>
'Талант бизнес-леди и женщины, умеющей выстраивать гармоничные взаимоотношения с
мужчинами: когда он проявлен в плюсе у Вас гармоничные отношения с мужчинами во всех областях
жизни(с папой, с любимым, с коллегами и партнерами по бизнесу). Вы все получаете в жизни, умея
выстраивать такие отношения с мужчинами. С этим талантом через гармоничные отношения с папой Вы
учитесь любить мужчину и раскрывать в себе женственность и сексуальность; далее эта гармония
переходит в отношения с любимым мужчиной: Вы умеете восхищаться своим мужчиной, уважать его,
любить и доверять. Делегируете ему ответственность за содержание семьи и решение вопросов,
позволяете ему быть мужчиной рядом с собой, а себе позволяете быть рядом с ним слабой и беззащитной
женщиной. Именно такое отношение с любимым позволяет Вам быть финансово независимой, строить
карьеру, либо бизнес а также создавать семью, воспитываете детей(процветание).@

Практическое применение таланта: управленческая и руководящая деятельность, бизнес, работа с
мужчинами (где клиенты мужчины)@

Что позволяет таланту быть в плюсе: Вам важно осознанно раскрывать в себе женственность и
сексуальность; простить обиды на папу; научиться доверять мужчинам; стремиться к самореализации.@

Что блокирует талант: обиды на отца; недоверие к мужчинам и конфликты с мужчинами; одиночество,
бездетность; изматывающий контроль за всем; женские болезни; нереализованность и финансовая
зависимость от кого-либо;
',

'5' =>
'Талант учителя. С этим талантом, проявленным в плюсе, Вы всегда будете стремиться к новым знаниям,
умениям и навыкам. Особенностью таланта является то, что те теоретические знания, которые Вы будете
получать, Вы будете стремиться внедрять в свою жизнь для получения практического опыта. Этот талант
дает Вам способность: даже самые сложные знания Вы пропускаете через себя, через свой опыт,
упрощаете и выдаете людям уже готовый практический вариант, когда они могут взять и тут же применять
их на практике. Показателем того, что талант в плюсе, является наличие учеников и придуманной Вами
системы передачи знаний,через которую Вы передаете свой практический опыт, знания и навыки ученикам.@

Практическое применение таланта (профессии): работа с информацией(обучение, методисты, ученые,
писатели, журналисты), наставничество и тренерство(обучение людей, развитие в людях навыков), работа
с семьями(семейные психологи, семейные врачи, товары для семей), сфера закона, сохранение и
соблюдение правил(юристы, полиция, адвокаты, судьи), сохранение и соблюдение духовных законов(попы
и религиозные деятели)@

Что позволяет таланту быть в плюсе: создание семьи,воспитание детей, когда Вы являетесь духовным
центром своей семьи, придумываете семейные традиции, восстанавливаете семейные ценности,
объединяете семью;соблюдаете порядки, традиции семьи, рода и общества.@
  
Что блокирует талант: одиночество,гражданский брак,интеллектуальная гордыня:желание всех вогнать в
рамки, контролировать, поучать; отказ передачи знаний людям; конфликт с родными; привязки к родным и
детям; бардак в душе,голове,делах,отношениях,нарушение законов и традиций, навязывание знаний
',

'6' =>
'Талант создания красоты в мире. С этим талантом Вы рождены, чтобы быть источником любви,
гармонии и красоты в этом мире. Данный талант также дает Вам способности выстраивать гармоничные
взаимоотношения с людьми посредством коммуникации. Когда он проявлен в плюсе Вы очень тонко
видите красоту, ощущаете ее и способны создавать красоту и передавать через нее в мир гармонию и
любовь. Так же у Вас много друзей и знакомых.@

Практическое применение таланта (профессии): любая сфера создания красоты(дизайнер, модельер,
косметолог, стилист, флорист),сфера сотрудничества и коммуникации (продажи и нетворкинг: сводить
людей между собой, посредники), упаковщики и рекламщики(бизнеса, сайтов, групп вк), сфера отношений
(женский коуч, консультант по отношениям, конфликтолог)@

Что позволяет таланту быть в плюсе: любовь к себе, наполненность, любить и ценить то, чем Вы
занимаетесь(обязательно), гармоничные отношения с любимым человеком, создание семьи, рождение
детей, супружеская верность в отношениях@

Что блокирует талант: самокритика, непринятие себя, искушения: поиск внешних источников любви,
дисгармония во взаимоотношениях с людьми, развод, разрыв отношений в семье, измены.
',

'7' =>
'Талант изменять мир вокруг себя посредством постановки и достижения целей. Когда талант
проявлен в плюсе Вы являетесь очень активным и целеустремленным человеком. Вы с этим талантом
способны не просто ставить цели, достигать новых высот и продвигаться по карьерной лестнице, но и
двигаться к целям сотрудничая с людьми,мотивируя их и объединяя в команды под общими целями. Это
талант создания бизнеса и команды, который наделяет Вас лидерскими качествами и с ними Вы способны
увлечь и повести за собой людей, мотивируя общими целями. С этой энергией в талантах Вы легки на
подъем и без раздумий способны сменить место жительства и работу.@

Практическое применение таланта (профессии): лидеры, управленцы, бизнесмены(мотивационные
лидеры, которые способны вдохновить и объединять людей в команды, под общими целями и
делегировать задачи), сфера поездок и логистики(пилоты,дальнобойщики,личные водители, логистический
бизнес, гонщики), сфера путешествий(путешественники, туроператоры, гиды, экскурсоводы), тренера
(коучи, спикеры, спортивные тренера, тренера по продажам и мотивации)@

Что позволяет таланту быть в плюсе: умение ставить цели, сотрудничать с людьми, договариваться с
ними, мотивировать людей; активный образ жизни, постоянное развитие и саморазвитие, путешествия.
Создание семьи важно(Вы-командный игрок с этим талантом и семья - это фактически Ваша первая
команда).@

Что блокирует талант: бесцельное существование, конкуренция, соперничество, желание не
мотивировать людей, а заставлять и подавлять; отсутствие развития и саморазвития; борьба и
недовольство с собой, людьми и миром; малоподвижный образ жизни.
',

'8' =>
'Талант и умение видеть и понимать кармические законы и причинно-следственные связи. Когда
талант проявлен в плюсе Вы умеете извлекать уроки практически из любых, даже несправедливых,
ситуаций в своей жизни. Понимаете кармические законы и то, что все происходит не просто так. С этим
талантом Вы очень справедливый и честный человек. Любые Ваши действия и поступки будут всегда
ориентированы и направлены на помощь и поддержку людям.@

Практическое применение таланта (профессии): сфера законодательства(ОБЯЗАТЕЛЬНО! не судья и
не юрист! Таким людям нельзя судить, но можно вносить законы для сохранения справедливости),
организаторы, правозащитники(революционеры, руководители профсоюзов и любые другие работы, где
важно отстаивать права и свободу людей), сфера понимания уроков и причин(тренера, нумерологи,
астрологи, консультанты, психологи, коучи), кризисные руководители(там где важно навести из хаоса
порядок), сфера финансов(консультанты, финансовые директора, работники банков, инвестиции)@

Что позволяет таланту быть в плюсе: понимание того, что все происходит не просто, а именно так, как
должно быть. Важно научиться выявлять причинно-следственные связи, задаваясь вопросами: Зачем это
мне прилетело, для чего? Какой урок мне важно из этой ситуации выявить? Какие мои мысли, слова,
действия, поступки привели к тому, к чему привели? И честно отвечать себе на эти вопросы.@

Что блокирует талант: зацикленность на несправедливости, нежелание признавать свои ошибки,
извлекать уроки и развиваться. Непонимание причинно-следственных связей. Осуждение людей. Попытки
бороться за правду любой ценой.
',

'9' =>
'Талант к мудрости. С этим талантом Вы от рождения очень мудрый человек. Когда он проявлен в плюсе у
Вас великолепные интеллектуальные способности, аналитический ум и философское мышление. Также с
этим талантом Вам даны способности к творческому мышлению и психологии, которые позволяют Вам,
через Вашу деятельность, либо жизнедеятельность, передавать людям особое душевное состояние, при
котором меняется их внутреннее, эмоциональное и психологическое состояние, мировоззрение, а также
взаимодействие с Вами может приводить людей к духовному росту и развитию..@

Практическое применение таланта (профессии): учителя от Бога(учителя в школах, тренера, спикеры);
сфера психологии; работа с информацией, творчество (писатели); сфера изучения тайных знаний, копание
до сути (историки, уфологи, филологи, философы); ученые, научные деятели, которые занимаются
открытием новых знаний@

Что позволяет таланту быть в плюсе: наполняющее уединение, духовные практики, наличие учеников,
чистота и порядок в доме и на рабочем месте, забота о здоровье своего физического тела.@

Что блокирует талант: крайности, неумение принимать материальные блага(скупость и бедность, либо
транжирство), затворничество, нелюдимость, замкнутость на своих проблемах(депрессии,угрюмость),
мания преследования, отсутствие друзей и осуждение людей. Изоляция от мира.
',

'10' =>
'Талант к удаче и умение жить в потоке. Когда этот талант проявлен в плюсе, людям будет казаться, что
Вам все достается слишком легко или даже незаслуженно, а все потому что с энергией этого таланта у Вас
очень тесная взаимосвязь с Богом и Вы все получаете через “хочу”. Когда Вы говорите, что хотите это, или
вно то - тут же появляются возможности под Ваши запросы. С талантом удачи Вы видите эти возможности,
пользуйтесь ими и создаете именно те условия жизни, которые Вам по душе, занимаетесь тем делом,
которое доставляет Вам искреннее удовольствие. Умеете расслабиться и радоваться жизни, жить в
доверии к Богу и к своей интуиции.@

Практическое применение таланта: фриланс, любая сфера деятельности с возможностью удаленной
работы, творческого подхода и свободным графиком; деятельность из состояния потока(танцы, рисование,
консультирование, выступления, продажи)@

Что позволяет таланту быть в плюсе: ответственность, смелость пользоваться возможностями,
движение, активность(стремление добиться своего используя все возможности), трудолюбие(заниматься
делом, которое приносит удовольствие и развивает таланты), медитации,массажи,спа(все,что учит
расслабляться), забота о здоровье(питание,режим,спорт)@

Что блокирует талант: трудоголизм, напряженность, лень, пассивность, безответственность и
нерешительность. Привычка все делать через не хочу, так надо, так принято, по другому нельзя.
',

'11' =>
'Талант к созиданию и раскрытию потенциала других людей. С этим талантом Вам дан огромный потенциал и когда он
проявлен в плюсе, то у Вас созидательное мышление, которое помогает Вам в раскрытии Вашего потенциала. Вы постоянно
задаетесь вопросами: какие еще таланты я могу в себе развить? какие способности, возможности? что я могу создать в этом
мире? где могу применить свои возможности и способности, чтобы что-то создать в этом мире. С энергией этого таланта Вы
очень мощный лидер, и когда энергия в плюсе Вы раскрываете не только свой потенциал, но и потенциал людей, которые
идут за вами или взаимодействуют с Вами. Если талант дан женщине: это способность через заботу и поддержку раскрыть
потенциал своего мужчины. С этим талантом Вы являетесь именно той женщиной, рядом с которой Ваш мужчина может
достичь тех высот о которых он раньше только мечтал. Вы именно та женщина, которая способна из обычного солдата
сделать генерала.@

Практическое применение таланта (профессии): с этим талантом Вы можете создать свой бизнес, компанию, эгрегор,
бренд/ можете стать управляющим в любой компании/создавать что-то своими руками. А также сфера связанная с телом
человека и его здоровьем(тренер, восстановительная медицина)@

Что позволяет таланту быть в плюсе: мощная сексуальная энергия. Именно через сексуальную удовлетворенность и
гармоничный выплеск сексуальной энергии, раскрывается энергия созидания. Поэтому мужчине: сублимация, создание
семьи, рождение детей, взять на себя ответственность за тех, кто слабее Вас(подчиненные,жена,дети,престарелые
родители); женщине: создание семьи, раскрытие своего потенциала, рождение детей, гармоничные интимные отношения с
любимым мужчиной, поддержка любимого мужчины@

Что блокирует талант: неверие в себя, свой потенциал. Когда Вы сидите дома и ничего не создаете в этом мире, либо
занимаетесь деятельностью, которая ничего не создает в этом мире; внутренняя агрессия, депрессии, из-за
нереализованности, отсутствие семьи, сексуальная неудовлетворенность, бездетность, безответственность. Давление на
других, жажда власти. Жестокость и безжалостность. Разрушительная сила и отношения. Потребительское мышление (все
мне должны).
',

'12' =>
'Талант служения и иного видения. Когда он проявлен в плюсе Вы видите все не так, как все. Умеете
видеть и замечать самую суть. Смотрите на все под множеством разных углов. Также с этим талантом Вы
умеете безусловно любить и отдаете свою заботу, любовь и служение людям безусловно, ничего не
ожидая взамен, получая удовольствие от самого процесса отдавания.@

Практическое применение таланта (профессии): деятельность связанная с социальной помощью
(волонтерство, благотворительность, меценатство), сфера творчества и креатива, где нужно придумывать
(копирайтеры, писатели, художники, фотографы, дизайнеры), а также психология и психотерапия.@

Что позволяет таланту быть в плюсе: говорить НЕТ тогда, когда это уместно и необходимо: умение
служить людям, не причиняя вред себе. Браться только за ту деятельность, за которую действительно
хотите браться.@

Что блокирует талант: нелюбовь к себе и позиция жертвы. Неумение говорить НЕТ, когда Вы себя
приносите в жертву ради какого-то человека или дела и Вас постоянно используют. Постоянное
пребывание в ожиданиях, что Вам кто-то что-то должен за Ваши “жертвы” и, как следствие, из-за
несбывшихся ожиданий, апатия.
',

'13' =>
'Талант служения и иного видения. Когда он проявлен в плюсе Вы видите все не так, как все. Умеете
видеть и замечать самую суть. Смотрите на все под множеством разных углов. Также с этим талантом Вы
умеете безусловно любить и отдаете свою заботу, любовь и служение людям безусловно, ничего не
ожидая взамен, получая удовольствие от самого процесса отдавания.@

Практическое применение таланта (профессии): деятельность связанная с социальной помощью
(волонтерство, благотворительность, меценатство), сфера творчества и креатива, где нужно придумывать
(копирайтеры, писатели, художники, фотографы, дизайнеры), а также психология и психотерапия.@

Что позволяет таланту быть в плюсе: говорить НЕТ тогда, когда это уместно и необходимо: умение
служить людям, не причиняя вред себе. Браться только за ту деятельность, за которую действительно
хотите браться.@

Что блокирует талант: нелюбовь к себе и позиция жертвы. Неумение говорить НЕТ, когда Вы себя
приносите в жертву ради какого-то человека или дела и Вас постоянно используют. Постоянное
пребывание в ожиданиях, что Вам кто-то что-то должен за Ваши “жертвы” и, как следствие, из-за
несбывшихся ожиданий, апатия.
',

'14' =>
'Талант к целительству и творчеству. С этим талантом, проявленным в плюсе, Вы являетесь целителем
душ и тел человеческих, тонко чувствующим и воспринимающим этот мир и людей. С этим талантом Вы
умеете принимать, прощать и отпускать старое и всегда открыты всему новому в своей жизни. Энергия
таланта делает Вас интеллектуально развитым, начитанным и сфера Ваших увлечений может быть очень
обширной (от танцев до истории)@

Практическое применение таланта (профессии): деятельность, связанная с гармонией, балансом
между душой и телом, целительство(идеальные психологи, потому что способны слышать душу человека и
общаться с душой; отличные массажисты, с этой энергией у Вас энергетически исцеляющие руки); а также
любая творческая деятельность(подходит абсолютно все, где есть творчество: танцы, живопись, пение,
театр, кино)@

Что позволяет таланту быть в плюсе: научиться понимать себя и свои эмоции, не впадать в крайности,
прийти к балансу. Научиться прощать и отпускать старое, не тащить за собой груз обид, разочарований и
злопамятства, открыться всему новому.@

Что блокирует талант: заземленность, беспокойство, взбалмошность, неумение и нежелание прощать.
Привычка держаться за старое, тащить за собой груз обид, разочарований, злопамятства и искать
эмоциональное спасение в алкоголе, сексе, наркотиках, еде(обжорство), бесполезная деятельность
',

'15' =>
'Талант и умение видеть все и всех насквозь. Особенностью этого таланта является то, что Вы видите
все и всех насквозь, но по умолчанию видите именно пороки и недостатки человека и системы. Когда
талант проявлен в плюсе Вы, помимо недостатков, видите также достоинства человека или системы, с
помощью которых можно исцелить или минимизировать негативное влияние недостатков и пороков на
жизнь человека и функционирования системы. И Вы не просто видите эти достоинства, а акцентируйте
внимание именно на них, чтобы и люди и системы действовали исходя из своих достоинств и тем самым
побеждали недостатки в себе.@

Практическое применение таланта (профессии): сфера деятельности, где требуется хорошее
понимание людей(менеджер по персоналу, коуч, тренер, психотерапевт) и систем(кризис менеджер, бизнес
аналитик, инвестиционный аналитик и вообще все, что связано с анализом), сфера предпринимательства (
управленцы, способные создавать системы и собирать команды, хорошо управляют)@

Что позволяет таланту быть в плюсе: исцеление в себе страстей и нездоровых привязанностей, пройти
искушение деньгами и властью(использовать деньги и власть во благо себя,людей и мира)@

Что блокирует талант: искушение деньгами и властью(зацикленность на деньгах, удовольствиях, сексе,
наркотиках, выпивке), зависть, злоба, ненависть. Желание манипулировать людьми(любовью,деньгами),
желание переделать людей под себя указывая им на их недостатки(вот это в тебе плохо надо это убрать,
вон то в тебе не гармонично, и вообще ты какой-то недоделанный...будем тебя менять)
',

'16' =>
'Талант духовного лидера. Когда этот талант проявлен в плюсе, Вы духовно развиваетесь сами и ведете
за собой к духовному развитию людей. Умеете сами отлично проходить любые испытания и кризисы и
помогаете людям переживать кризисы и испытания в их жизни. Люди доверяют Вам и идут за Вами.@

Практическое применение таланта (профессии): кризис-менеджеры(идеальны в кризис. ощущаете себя
во время кризиса как рыба в воде); трансформация людей и помощь людям пережить кризис (центры по
реабилитации наркоманов и алкоголиков, психологические центры, реабилитация спортсменов,
физическое восстановление); духовное пробуждение людей(спикеры, духовные лидеры, религиозные
деятели, специалисты по духовным практикам)@

Что позволяет таланту быть в плюсе: важно с этой энергией научиться относиться к кризисам и
испытаниям в своей жизни, как к очередным возможностям и перерождению(тогда в Вас пробуждается
Энергия Феникса и Вы способны возрождаться очень быстро после любого испытания и кризиса в своей
жизни), важно научиться довольствоваться материальными благами в своей жизни, но не держаться за
них, не злоупотреблять материальной властью, а относиться к деньгам и материальным благам в жизни,
как к нечто такому, что всегда будет в Вашей жизни и переживать по этому поводу не стоит.@

Что блокирует талант: зацикленность на материальных благах, страх потери материальных ценностей,
отсюда материальный крах(с этой энергией у Вас всегда будут отнимать все то, за что Вы держитесь в
материальном мире), страх перемен и испытаний, скверный характер, ссоры с окружающими людьми.
Отрицание духовных ценносте и нежелание развиваться духовно.
',

'17' =>
'Талант звезды. С этим талантом у Вас один или несколько ярко выраженных творческих способностей.
Когда талант проявлен в плюсе, Вы являетесь творческой, созидательной, “космической” личностью.
Способны влиять на умы людей, становиться кумиром. Выделяетесь из толпы и достигаете успеха и
признания в той деятельности, которой занимаетесь. Способны достигнуть воистину вершины мастерства
в выбранном деле.@

Практическое применение таланта (профессии): деятельность, связанная со славой и публичностью
(звезды эстрады, кино, ютуба. Известные личности); творчество(подходит абсолютно любая творческая
деятельность); это деятельность, которая большинству людей кажется странной, мол “как на этом можно
зарабатывать?”(онлайн тренера, инфобизнес, курсы)@

Что позволяет таланту быть в плюсе: умение общаться с людьми на равных, сохранять верность
своему таланту: раскрывать талант, развивать его, творчески проявляться в этом мире через свой талант и
добиваться признания@

Что блокирует талант: “жизнь серой мышки”-нереализованность, когда Вы не верите в свои таланты, не
раскрываете их, не развиваете, творчески не проявляетесь в этом мире и у Вас отсутствуют поклонники,
нет признания. Если Вы занимаетесь деятельностью, которая не только не развивает Ваши таланты, но и
мешает Вам творчески проявляться в этом мире. Пустословие. Привычка проводить жизнь в праздных
мечтаниях, ничего не делая для того, чтобы реализовать свои мечты в реальность. Неуверенность.
Несамостоятельность.
',

'18' =>
'Талант волшебника(волшебницы). С этим талантом у Вас есть очень мощная способность
материализовывать все свои мысли, как позитивные, так и негативные. Когда талант проявлен в плюсе, Вы
способны через позитивное мышление исцелить страхи в своей жизни и помочь людям в исцелении их
страхов, обучая их позитивному мышлению. С этим талантом в плюсе у Вас замечательная интуиция и
хорошо развито образное мышление. В Вас есть задатки экстрасенса и биоэнергетика. Также с этой
энергией в талантах Вы видите вещие сны и способны практиковать осознанные сновидения.@

Практическое применение таланта (профессии): работа с энергиями(таро, цигун, рейки, йога, регрессия,
шаманизм, создание талисманов); ручная творческая деятельность(создание предметов декора, картины,
украшения); индивидуальные консультанты(психологи, нумерологи, астрологи)@

Что позволяет таланту быть в плюсе: важно научиться “не делать из мухи слона”, выявить и исцелить
свои страхи и опасения, научиться работать со страхами, научиться позитивному мышлению и
сосредотачиваться на том чего вы хотите, что Вы любите и куда стремитесь@

Что блокирует талант: страхи на пустом месте, привычка преувеличивать неприятности, программируя
себя и своих близких на неудачи; замкнутость, меланхолия, неумение выражать свои чувства,
зацикленность на негативе, бегство от реальности через алкоголь и наркотики.
',

'19' =>
'Талант к процветанию. С этим талантом в плюсе Вы уверены в себе, ясно понимаете чего хотите и куда
Вам важно двигаться. Амбициозны, жизнерадостны, креативны, энергичны и способны вести за собой
людей. Ведете социально активный образ жизни, умеете вдохновлять и мотивировать людей. Ставите
перед собой большие задачи, указываете людям путь(эгегей ребята пошли за мной!!) и ведете их к
процветанию.@

Практическое применение таланта (профессии): социальные и политические деятели; спикеры и
тренера(выступления со сцены, вебинары); вдохновляющие лидеры и управленцы (сетевики, спикеры,
руководители отдела продаж, предприниматели), а также творческая деятельность и работа с детьми.@

Что позволяет таланту быть в плюсе: активный социальный образ жизни, важно светить людям и
освещать им путь к процветанию. Исцеление чувства вины. Умение развиваться сразу в нескольких
областях своей жизни(гармонично и одновременно).@

Что блокирует талант: любое проявление чувства вины по любому поводу; зацикленность на чем-то или
на ком-то одном, когда развивается одна сфера жизни, а остальные страдают; отшельничество,
малоактивный социальный образ жизни; навязывание своих взглядов и убеждений; властность.
',

'20' =>
'Талант прославления Рода. Когда этот талант проявлен в плюсе Вы являетесь достойным
продолжателем своего Рода. Через свое развитие и личный пример прославляете Род. С этим талантом у
Вас ярковыраженные способности к династическим профессиям. Также с этой энергией в талантах в Вас
развито яснознание(способность черпать знания с энергоинформационных структур), когда вдруг во время
беседы или работы случается озарение, в простонародье говорят “меня осенило”. Также когда талант
проявляется в плюсе у Вас очень высокий уровень духовного развития.@

Практическое применение таланта (профессии): с этим талантом Вы можете быть достойным
продолжателем династической профессии Вашего Рода, либо основоположником новой династической
профессии; семейный бизнес; деятельность, связанная с детьми и семьями(магазины детского питания и
товаров, семейные психологи и консультанты, семейные детские врачи); деятельность, связанная со
считыванием информации из состояния потока(нумеролог, астролог, таро, экстрасенс, писатель,
регрессолог); работа с энергетикой(рейки, цигун, энергопрактики, шаманизм, создание талисманов)@

Что позволяет таланту быть в плюсе: вера в то, что Вы делаете; многостороннее развитие, создание
семьи, продолжение Рода, гармония во взаимоотношениях с родителями и родственниками, соблюдение
семейных традиций, духовное развитие.@

Что блокирует талант: заземление или витание в облаках. Если заложенная в Вас система ценностей и
мировоззрение являются преградой на пути к достижению целей(родительские установки). Самоедство.
Ссоры, конфликты с родителями и родственниками. Нежелание создавать семью. Бездуховность.
',

'21' =>
'Талант к масштабированию и глобализации. Когда этот талант проявляется в плюсе, Вы являетесь
миротворцем, любите весь мир и людей. Обожаете путешествовать и способны чувствовать себя как дома
в любой стране этого мира. Изучаете иностранные языки и умеете взаимодействовать и сотрудничать с
иностранцами и иностранными компаниями. Стремитесь многого добиться в жизни, чтобы принести пользу
этому миру. Умеете спокойно принимать любые обстоятельства судьбы. Мыслите масштабно, расширяете
пространство вокруг себя и помогаете людям расширять свое пространство и мышление.@

Практическое применение таланта (профессии): деятельность, направленная на решение внутренних
конфликтов людей (психолог, специалист НЛП, коуч) и на решение внешних конфликтов(дипломат,
конфликтолог); путешествия(туроператор, гид, логистика, блогер(блог о путешествиях), командировочные
работы, работа по всей стране или миру); работа с языками(переводчик,лингвист,учитель иностранных
языков, работа с иностранцами); масштабные и глобальные проекты, которые приносят пользу всему миру
(спонсировать такие проекты, быть участником, создавать такие проекты); деятельность, направленная на
развитие(директор по развитию, кризис менеджер, который выводит компанию на новый уровень,
консультант по личностному росту и развитию человека и компании)@

Что позволяет таланту быть в плюсе: миролюбие, глобальное мышление, путешествия, карьерный
рост, масштабирование своей деятельности(развитие)@

Что блокирует талант: узость мышления, зацикленность на себе, своей личной выгоде(все люди и мир
мне что-то должны) и обвинение людей/мира в своих неудачах и провалах. Стах перед масштабированием
и глобальными проектами. Нелюбовь к путешествиям.
',

'22' =>
'Талант к свободе и умению быть свободным. С этим талантом проявленным в плюсе, Вы убираете все
рамки, запреты и ограничения из своей жизни. Идете туда, куда хотите идти и делаете то, что хотите
делать и становитесь хозяином своей жизни. Когда талант проявляется в плюсе Вы способны быть
примером для других людей. Примером того, как можно вопреки всему, любым внешним обстоятельствам,
добиться того, чего хочется добиться. Вы часто ломаете рамки и стереотипы людей своими
нестандартными действиями и неординарностью. Также талант наделяет Вас большим чувством юмора и
вы с ним способны создавать праздник в своей жизни и приносить праздник в жизнь других людей.@

Практическое применение таланта (профессии): деятельность, направленная на помощь в избавлении
от рамок и ограничений(коуч, тренер, регрессолог, психотерапевт, специалист НЛП); сфера развлечения
(организатор мероприятий, шоу программ: шоумен, стендапер, юморист, комик, ведущий праздников)@

Что позволяет таланту быть в плюсе: свобода от рамок, запретов и ограничений(прежде всего у себя в
голове); энтузиазм; новаторский, нетрадиционный подход к делу; умение не вступать в подчиненные
отношения; разнообразие интересов@

Что блокирует талант: авантюризм, совершение необдуманных поступков и глупостей; ребячество;
ограничение себя через рамки и запреты и желание ограничивать точно также других людей; зависимые
отношения, безответственность и отказ от обязательств.
'
);

// (7) Деньги
$money = ( // @ - разделитель абзацев
// Структура абзацев:
// 1 - Через что приходят деньги
// 2 - Что нужно делать, чтобы были деньги
// 3 - Что блокирует приход денег

'2' =>
'Через что приходят деньги:
-Отношения
-Интуиция@

Что нужно делать, чтобы были деньги:
Выстраивать гармоничные взаимоотношения с людьми; Узнать себя истинного/истинную, заниматься
самопознанием (диагностика, тесты, нумерология, астрология, психология); Доверять людям, не
идеализировать(особенно друзей) и не брать у них в долг; Все делать от души, показывать свои истинные
намерения, быть искренним/искренней(общаться,делиться знаниями с людьми); Заниматься полезной
деятельностью, которая приносит реальные плоды(ощутимые итоговые результаты); Не сплетничать и не
злословить.@

Что блокирует приход денег:
Ложь (распространение ложной информации, слухов); Самокритика и нежелание принимать себя; Интриги,
маски (играть роль “серого кардинала” в своих корыстных целях в ущерб людям)
',

'3W' =>
'Через что приходят деньги:
-Мужчин
-Детей
-Творчество
-Взаимодействие и работу с женщинами@

Что нужно делать, чтобы были деньги:
Создать семью, родить детей, выстроить гармоничные отношения с любимым мужчиной; Раскрывать в
себе женственность и сексуальность через гармоничные взаимоотношения с мамой и принятие себя как
женщины; Заниматься творчеством, бывать на природе, общаться с женщинами; Отпустить контроль за
людьми и близкими;@

Что блокирует приход денег:
Бездетность(отказ от детей, аборты); Отказ от создания семьи, либо чрезмерный контроль и подавление
любимого мужчины и детей; Непринятие своей женской природы и сути; Ссоры, конфликты, обиды и
разногласия с мамой; Конкуренция и соперничество с женщинами;
',

'3M' =>
'Через что приходят деньги:
-Ответственность
-Женщин
-Семью и детей
-Творчество@

Что нужно делать, чтобы были деньги:
Создать семью, взять ответственность за семью и детей на себя; Построить или купить дом; Заниматься
творчеством, заниматься деятельностью, которая приносит реальные плоды(развести сад/огород, завести
животных); Через инвестиции(инвестировать в детей, в проекты, компании)@

Что блокирует приход денег:
Слабохарактерность, полностью зависимые от женщины отношения; Бездетность; Страх создания семьи,
либо страх стать отцом; Безделье: нежелание создавать дом, инвестировать, заниматься творчеством
',

'4M' =>
'Через что приходят деньги:
-Ответственность
-Бизнес/карьера
-Семья,дети@

Что нужно делать, чтобы были деньги:
Наладить гармоничные отношения с отцом и заботиться об усилении силы своего рода; Строить бизнес,
либо карьеру и повышать постоянно свой статус; Создать семью, стать любящим и заботливым отцом и
мужем; Быть милосердным(управлять с позиции равенства, добра и справедливости, уважать людей и
соблюдать личные границы); Стать самостоятельным и ответственным: признавать и исправлять свои
ошибки; Укреплять и развивать свой дух(уметь прощать, принимать, благодарить)@

Что блокирует приход денег:
Ссоры, разногласия, обиды с отцом; Деспотичность(подавление воли людей, нарушение личных границ,
разрушение ценностей и устоев общества через свою деятельность); Безответственность(нет семьи и
детей,либо они есть, но отношение к ним безответственное), малооплачиваемая работа и нежелание
повышать свой статус
',

'4W' =>
'Через что приходят деньги:
-Мужчин
-Семью и детей
-Мудрость
-Самореализация(бизнес/карьера)@

Что нужно делать, чтобы были деньги:
Наладить гармоничные взаимоотношения с папой и со всеми мужчинами, научиться сотрудничать с
мужчинами; Поддержкой отца пользоваться до 20 лет, далее важна самостоятельность и ответственность
за свою жизнь; Научиться получать и принимать деньги от мужчин; Создать семью, родить детей,
осознанно раскрывать в себе женственность, делегировать ответственность за содержание семьи своему
мужчине. И, в то же время, стремиться к личной самореализации и развитию(создавать бизнес, строить
карьеру, повышать свой статус); Уметь прощать, принимать, благодарить и уступать; Управлять мудро,
справедливо, уважая и соблюдая личные границы людей@

Что блокирует приход денег:
Дисгармония в отношениях с папой и мужчинами(соперничество и конкуренция с мужчинами); Тянуть
одеяло ответственности на себя в семье, подавлять и унижать своего мужчину; Разрушение семьи,
бездетность; Нарушение личных границ людей; Полная финансовая зависимость от мужчин(отца,мужа) и
отсутствие самореализации.
',

'5' =>
'Через что приходят деньги:
-Знания,ученики
-Семья,дети
-Соблюдение законов и порядка@

Что нужно делать чтобы были деньги:
Создать систему передачи знаний(написать книгу, придумать курсы,организовывать вебинары и семинары,
вести блог), делиться своим опытом, передавать знания, сделать их доступными для людей; Развивать
гибкость в сознании и мышлении(учить по запросу, своим примером, не навязывая и не насаждая знания);
Отдавать знания не беспокоясь о конкуренции; Служение в семье(от отношений в семье зависит доход):
собирать семью, объединять, помогать родственникам, хранить и развивать традиции; Уважать старших,
соблюдать порядок и правила@

Что блокирует приход денег
Отказ передачи знаний и опыта людям, отсутствие учеников; Интеллектуальная гордыня(желание
контролировать всех, поучать и насаждать только свои принципы и знания, нанося тем самым вред
людям); Неуважение к старшим и учителям; Разрушение семьи, отречение от рода; Отсутствие
духовности, нарушение законов, порядка и договоренностей.
',

'6' =>
'Через что приходят деньги:
-Красоту
-Гармонию в отношении с людьми и коммуникации
-Любовь к себе,людям и миру@

Что нужно делать, чтобы были деньги:
Любить себя и ценить себя, наполняться любовью к себе, научиться заботиться о себе, выстроить личные
границы; Делиться любовью и красотой и нести их в мир, наполнять людей любовью; Не идеализировать
коллег и партнеров; Делать выбор и не жалеть о последствиях(например: семья или работа); Рождение
детей открывает денежный поток; Строить отношения, которые будут примером для других; Помогать
укреплять отношения между людьми; Использовать красоту во благо: женщине(быть всегда красивой,
окружать себя красивыми вещами, создавать и поддерживать красоту в доме), мужчине(быть ухоженным,
опрятным, выполнять свою работу красиво и эстетично, либо создавать красоту через свою деятельность)@

Что блокирует приход денег:
Отречение от любви; Нелюбовь к себе, самокритика, нарушение личных границ людей, позволять
нарушать свои границы; Брак по расчету(разрушение семей, разлучение любящих людей); Торговля
красотой(пользоваться красотой в своих корыстных целях); Разрушение красоты(забить на себя и свою
внешность, критиковать красоту и ухоженность других людей); Измены
',

'7' =>
'Через что приходят деньги:
-Активный образ жизни,движение
-Постановку и достижение целей
-Команду,бизнес,единомышленников
-Саморазвитие@

Что нужно делать, чтобы были деньги:
Научиться ставить цели, видеть и понимать какую пользу достижение целей приносит миру и уметь
мотивировать людей, вдохновлять своими целями и двигаться к ним сотрудничая с людьми(опираться на
коллектив и убрать мышление “Я сама/Я сам”); Быть миротворцем в команде; Заниматься активными
видами спорта; Отказаться от конкуренции и не быть работоголиком. Создать семью, родить детей(семья
первый коллектив)@

Что блокирует приход денег:
Малоподвижный, малоактивный образ жизни, одиночество; Отсутствие семьи; Бесцельное существование;
Конкуренция и соперничество (желание помешать людям добиваться своих целей); Война и недовольство
людьми, собой и миром
',

'8' =>
'Через что приходят деньги:
-Справедливость
-Честность
-Понимание причинно-следственных связей@

Что нужно делать, чтобы были деньги:
Быть честным и справедливым относительно денег(отсутствие судов,долгов,невыплаченных кредитов,
должников); Научиться понимать законы кармы и причинно-следственные связи(задаваться вопросами:
Зачем это мне прилетело? Для чего? Какой опыт мне важно из этой ситуации вынести? Какую пользу?
Какие мои мысли,слова,действия,поступки привели к тому, чему привели? - важно честно отвечать себе на
эти вопросы); Важно переосмыслить родительские и неработающие установки и осознавать уроки@

Что блокирует приход денег:
Нарушение закона; Темные методы заработка(воровство, лишение наследства людей, отъем чужой
собственности); Отсутствие честности в финансах: невыплаченные долги, кредиты, суды по долгам и
кредитам(либо Вы кому-то должны, либо кто-то Вам должен); Нежелание принимать и осознавать уроки и
вечное обвинение окружающих и мир в несправедливости
',

'9' =>
'Через что приходят деньги:
-Мудрость/знания
-Учеников
-Творчество/психологию@

Что нужно делать, чтобы были деньги:
Постигать глубинные знания, набираться мудрости(через медитацию в том числе/наполняющее
уединение) и делиться своими знаниями с людьми, быть отзывчивым и открытым; Чем бы Вы не
занимались, важно научиться передавать людям особое душевное состояние через свое взаимодействие
с людьми; Не уходить в крайности(например: сократить расходы но не уходить в жесткую экономию и
аскезы/не увлекаться зарабатыванием в ущерб духовного развития); Вырабатывать позитивное мышление
*Глубинные знания - это знания,которые влияют на людей на глубинном уровне: меняют их внутреннее состояние, эмоциональное состояние,
психологическое состояние, мировоззрение и приводят к духовному развитию. Передавать людям особое душевное состояние - это когда вы
передаете через свое взаимодействие с людьми знания, которые влияют на них на глубинном уровне(меняют их внутреннее состояние,
психологическое состояние, мировоззрение, приводят к духовному росту)@

Что блокирует приход денег:
Нежелание передавать знания людям; Закрытость от мира,отшельничество; Крайности: жесткая экономия
на себе, отрицание материальных благ, негативные убеждения по поводу денег(не деньги главное в жизни;
много денег только у воров и бандитов; за свои знания стыдно брать деньги; у меня недостаточно знаний,
чтобы брать за них деньги), либо трудоголизм, отсутствие духовного развития, транжирство; Осуждение
людей, гордыня;
',

'10' =>
'Через что приходят деньги:
-Интуицию
-Потоковое состояние
-Свободный график@

Что нужно делать, чтобы были деньги:
Научиться расслабляться: жить в доверии к себе, своей интуиции и к богу; Понять, что все в жизни к Вам
приходит через “хочу”, в том числе и возможности под Ваши запросы, поэтому, важно научиться видеть
возможности и пользоваться ими; Заниматься делом, которое доставляет искреннее удовольствие;
Выбирать благоприятные возможности, идти по жизни легко, получать желаемое, создавать те условия
жизни, которые Вам по душе; Благодарить за дары и за то, что к Вам приходит; Быть щедрым/щедрой на
волне успеха; Убрать лень и нерешительность из жизни; Жить без долгов и кредитов@

Что блокирует приход денег:
Трудоголизм (тяжело и много работать ради денег): жесткий график, изматывающая работа 5/2 по 8 часов
в день; Напряженность (делать что-то через “не хочу”, “так надо”, “так принято”, “по другому нельзя”);
Недоверие своим ощущениям и интуиции(излишнее планирование,логика); Отсутствие благодарности,
жадность на пике успеха; Нежелание помогать другим; Лень, апатия, пассивность(когда приходят
возможности, но Вы либо ленитесь, либо боитесь ими воспользоваться); Долги и кредиты
',

'11' =>
'Через что приходят деньги:
-Созидание, сексуальную энергию
-Раскрытие своего потенциала и потенциала людей
-Силу воли и духа, ответственность@

Что нужно делать, чтобы были деньги:
Вырабатывать в себе созидательное мышление(постоянно задаваться вопросами: какие еще таланты я
могу в себе раскрыть? какие возможности и способности? где я могу применить свои таланты,
возможности,способности,чтобы что-то создать в этом мире? что я могу создать еще?); Помогать другим
людям раскрывать свой потенциал; Взять на себя ответственность за тех, кто слабее Вас(жена,дети,
престарелые родители,подчиненные,домашний питомец); Раскрыть свою сексуальность, создать семью,
родить детей; Отказаться от трудоголизма, не перенапрягаться и не напрягать других; Не ждать одобрения
от кого-то(мамы,папы,супруга); Убрать агрессию через самореализацию и созидание@

Что блокирует приход денег:
Неверие в себя и свой потенциал, отсутствие созидательного мышления и созидания; Агрессия из-за
нереализованности и навязывание своих желаний силой; Ожидание одобрения от людей;
Безответственность; Унижение слабых(забирать деньги и материальные ценности силой у более слабых -
в жизни и в бизнесе); Дисгармония в интимных отношениях(долгое воздержание,либо неумение получать
удовольствие в сексе), неумение сублимировать сексуальную энергию
',

'12' =>
'Через что приходят деньги:
-Благотворительность
-Служение,помощь людям, психологию
-Креатив,творчество@

Что нужно делать, чтобы были деньги:
Полюбить себя, повысить самооценку, делать что-то для себя ежедневно с благодарностью; Научиться
говорить “нет”, когда это уместно и необходимо(уйти с позиции жертвы и жалоб на мир); научиться брать
достойную плату за свой труд и вклад; Научиться безусловной любви(отдавать свою любовь, заботу,
служение людям безусловно, ничего не ожидая взамен); Найти свой путь служения людям; Научиться
принимать критику и использовать для своего блага; Научиться отпускать детей и проекты, как только они
стали жизнеспособными@

Что блокирует приход денег:
Пассивность, нелюбовь к себе, депрессии; Неумение говорить “нет” там, где это уместно и необходимо,
когда Вами явно хотят воспользоваться; Недооценивание своего труда и работа за копейки, а то и вовсе
бесплатно; Нежелание и неумение отпускать детей и проекты, привычка держаться за старое; Ожидания и,
как следствие, состояние жертвы; Отказывать в помощи; Отрицать благотворительность
',

'13' =>
'Через что приходят деньги:
-Осознанную трансформацию
-Развитие через изменения и разрушение старого
-Перемены
-Кризисы@

Что нужно делать, чтобы были деньги:
Полюбить и принимать перемены в своей жизни, не бояться перемен(именно через перемены к Вам
приходят материальные блага и новые возможности); Смело начинать все сначала(бизнес, менять работу,
способы получения дохода); Ставить минимально достижимые цели и завершать начатое; Разрушать все
старое, отжившее себя, неработающее и на этом месте привносить что-то новое, полезное; В условиях
кризиса, вопросах жизни и смерти Вы особенно эффективны и ярко проявляются Ваши возможности;
Создавать свои проекты(эгрегоры)@

Что блокирует приход денег:
Стабильность, бытовуха и обыденность(день сурка), когда каждый день одно и то же; Страх перемен,
привычка держаться за старое; Незавершенные дела; Депрессии, суицидальные мысли из-за отсутствия
развития; Отсутствие своих проектов(эгрегоров)
',

'14' =>
'Через что приходят деньги:
-Творчество/Целительство
-Дело для души@

Что нужно делать, чтобы были деньги:
Раскрывать свои творческие способности, развивать их и монетизировать; Исцелить зависимости и
вредные привычки, научиться умеренности и терпению; Раскрывать в себе целительские способности и
помогать людям в исцелении; Создать внутренний стержень и принять неопределенность(научиться
прощать и отпускать старое, открытость для всего нового)@

Что блокирует приход денег:
Отсутствие внутреннего стержня, слабости(депрессии,алкоголь,наркотики); Предательства ради денег;
Отказ от творчества и нереализованные таланты(отсутствие дохода через проявление своих талантов);
Нежелание принимать неопределенность и попытки все предусмотреть; Обиды, зацепки за старое,
нежелание и неумение прощать, закрытость для всего нового; Бесполезная деятельность
',

'15' =>
'Через что приходят деньги:
-Внутренний покой и умиротворенность
-Аскезы@

Что нужно делать, чтобы были деньги:
Научиться принимать в себе, в людях, системах недостатки и видеть достоинства, которые могут помочь
исцелить недостатки, либо свести их негативное влияние к минимуму(акцентировать внимание на
достоинствах, не упуская из виду недостатки); Помогать людям справиться со своими страстями и
зависимостями; Исцелит свои зависимости; Развиваться духовно и проработать внутренние пороки:
агрессию, эгоизм, ревность, жадность; Пройти искушения деньгами и властью(зарабатывать деньги и
добиваться власти экологично, не нанося вред миру и применять деньги и власть не только во благо себе
но во благо миру и людям)@

Что блокирует приход денег
Уход в негативные эмоции: злость, агрессия, зависть; Зацикленность на негативе и попытки переделать
людей и системы под себя, указывая им на их недостатки; Потакание своим страстям и бизнес на страстях
людей(игровой,наркотики,алкоголь,секс); Неудержимое желание поддаться материальным искушениям
(воровство,мошенничество)
',

'16' =>
'Через что приходят деньги:
-Духовное развитие себя и людей
-Отказ от материальных привязок@

Что нужно делать, чтобы были деньги:
Духовно развиваться и вести за собой к духовному развитию людей; Научиться относиться к испытаниям и
кризисам в жизни как к очередным возможностям; Научиться довольствоваться материальными благами,
но не держаться за них и относиться к ним так, как будто они всегда будут в Вашей жизни и переживать по
этому поводу не стоит; Чередовать активность и покой; Соблюдать аскезы; Брать на себя ответственность
и вести за собой людей@

Что блокирует приход денег:
Зацикленность на материальных благах, чрезмерная привязка к деньгам и страх их потерять(с этой
энергией всегда будут отбирать у Вас все то, за что Вы держитесь в материальном мире); Страх и
избегание испытаний и кризисов; Постоянная лень и ничегонеделание или постоянная активность и
трудоголизм(отсутствие чередования активности и покоя); Отсутствие духовных практик и духовного
развития; Праздность и отсутствие аскез
',

'17' =>
'Через что приходят деньги:
-Творчество
-Популярность и признание(наличие поклонников)@

Что нужно делать, чтобы были деньги:
Раскрывать свой творческий потенциал и таланты, развивать их и творчески проявляться в этом мире,
чтобы появились поклонники(заслужить признание); Хранить верность таланту, даже проходя испытания;
Исцелить гордыню и общаться с людьми на равных, будучи даже популярным и признанным; Повысить
самооценку через развитие таланта: сиять, выходить в свет или даже на сцену, показывать свой талант,
звездить; Стать профи в той деятельности, которым Вы занимаетесь и заслужить признание; Привносить
творческий подход в ту деятельность, которым вы занимаетесь@

Что блокирует приход денег:
Неверие в себя и в свои таланты, самокритика, жизнь “серой мышки”(заниматься деятельностью, которая
мешает Вам творчески проявляться в этом мире и не развивает Ваш потенциал); Чрезмерная скромность и
стеснение; Звездная болезнь(капризность и гордыня); Нежелание реализовать свой потенциал и таланты
(предательство своего таланта), нежелание добиваться признания и популярности
',

'18' =>
'Через что приходят деньги:
-Позитивное мышление
-Исцеление страхов и опасений
-Помощь людям в освобождении от страхов@

Что нужно делать, чтобы были деньги:
Научиться позитивному мышлению(создавать позитивные образы в своем мышлении); Осознать, выявить
и исцелить свои страхи во всех областях жизни и уровнях сознания; Изучать психологию и целительство;
Найти свой собственный путь мыслителя и созидателя и принять тот факт, что проторенной дорожки не
будет и не бояться идти через буреломы к мечтам и целям; Принять природу своей сексуальности@

Что блокирует приход денег:
Негативное мышление, страхи и опасения; Нежелание помогать людям; Утрата собственного пути из-за
постоянной сосредоточенности на страхах и опасениях; Зависимости и ведОмость(плыть по течению и
избегать своих страхов, а не исцелять их); Бояться проявления своей сексуальности и прятать ее глубоко
внутри себя
',

'19' =>
'Через что приходят деньги:
-Процветание
-Активный социальный образ жизни
-Детей, братьев и сестер
-Позитивное лидерство(умение воодушевлять и заряжать людей)@

Что нужно делать, чтобы были деньги:
Исцелить в себе чувство вины; Наладить гармоничные отношения с братьями и сестрами (со всеми, кого
Вы знаете: родными, двоюродными, троюродными, сводными); Вести социально активный образ жизни и
быть лидером-солнышком для людей(процветать самому и вести за собой к процветанию людей:
создавать возможности); Рождение детей, уделять внимание детям, работать с детьми@

Что блокирует приход денег:
Чувство вины,самобичевание(например, когда Вы назначаете цену на свои услуги, или берете деньги за
услуги, или испытываете чувство вины,что у Вас есть деньги, а у кого-то их нет); Зацикленность на чем-то
или на ком-то одном(когда вы уделяете время одной области своей жизни, остальные забрасываете);
Отшельничество,закрытость от людей нежелание быть лидером; Нежелание взаимодействовать с детьми
(рожать их,либо работать с ними); плохие отношения в семье, особенно с братьями и сестрами; Не
процветать и не создавать условия для процветания людей вокруг
',

'20' =>
'Через что приходят деньги:
-Род, прославление Рода
-Семью, Родственников
-Интуицию и яснознание@

Что нужно делать, чтобы были деньги:
Достойно продолжить родовую династию, создать крепкую гармоничную семью, родить детей и
воспитывать достойных наследников; Изучать историю своего рода; Наладить отношения со своими
родителями, родственниками, а также родителями и родственниками мужа/жены; Помогать своему роду
финансово и принимать помощь от рода; Развиваться, стать профи высокого уровня, заработать себе имя
и через свое развитие и свой пример прославлять род и исцелять карму рода; Продолжить достойно
династическую профессию в роду, либо основать новую династическую профессию, либо создать
семейный бизнес;@

Что блокирует приход денег:
Нежелание создавать семью и продолжать род/либо, после создания семьи, нежелание или неумение
наладить гармоничные отношения с женой/мужем; Бездетность; Суды и финансовые споры с
родственниками; Обиды на родителей и родственников; Неприятие и не развитие себя; Позорить род
через свое дурное проявление в мире; Нежелание помогать своему роду финансово и непринятие помощи
от рода;
',

'21' =>
'Через что приходят деньги:
-Свободу
-Путешествия
-Решение конфликтов/миротворчество@

Что нужно делать, чтобы были деньги:
Путешествовать по миру, изучать иностранные языки, взаимодействовать и сотрудничать с иностранцами;
Расширять свое мышление и пространство вокруг себя; Принимать участие в глобальном проекте, который
приносит пользу всему миру(инвестировать в проект деньги, основать такой проект,либо быть участником
проекта); Масштабировать свою деятельность(расширять бизнес, либо стремиться к карьерному росту);
Не брать деньги в долг и не отдавать@

Что блокирует приход денег:
Ограниченное мышление, зацикленность на самом себе и своих выгодах; Воинственный настрой к миру,
людям, себе(весь мир, все люди мне что-то должны); Брать и отдавать деньги в долг; Отсутствие
путешествий в жизни; Нежелание изучать иностранные языки, масштабировать свою деятельность
(маленькая и незначительная деятельность), нежелание стремиться к карьерному росту; Угнетение других
людей; Страх перед глобальными проектами и уверенность в их бессмысленности
',

'22' =>
'Через что приходят деньги:
-Свободу
-Смех и радость
-Умение создавать праздник в своей жизни и жизни людей@

Что нужно делать, чтобы были деньги:
Убрать рамки, запреты и ограничения из своей жизни(идти туда, куда Вам хочется и делать то, что Вам
хочется), стать хозяином своей жизни; Путешествовать по миру; Исцелить свои зависимости и
привязанности(особенно финансовые и привязанности к людям и еде); Создавать праздник в своей жизни
и приносить праздник и радость в жизнь других людей;@

Что блокирует приход денег:
Рамки, запреты, ограничения(не важно Вы кого-то ограничиваете, Вас кто-то ограничивает или Вы сами
себя ограничиваете); Неумение создавать праздник в своей жизни и приносить праздник в жизнь других
людей; Отсутствие путешествий; Зависимости(алкогольная и другие зависимости) а также бизнес на таких
зависимостях; Финансовая безграмотность, долги, ограничивающие Вашу свободу
'
);

// (8) Задачи в отношениях
$goalsInRelationships = ( // @ - разделитель абзацев
// Структура абзацев:
// 1 - Что важно делать в отношениях
// 2 - Что разрушает отношения

'3W' =>
'-Раскрыть в себе женственность и сексуальность;
-Стать женщиной-музой в отношениях (создать в отношениях атмосферу любви, гармонии, красоты, приумножения, плодородия и процветания);
-Любить, доверять и поддерживать своего любимого мужчину;
-Родить детей@

-Деспотичность;
-Властность;
-Гиперконтроль;
-Капризность;
-Желание повышенного внимания к себе;
-Бездетность
',

'3M' =>
'-Стать главой семьи, взять ответственность за
жену, детей и содержание семьи;
-Раскрыть в себе мужественность через
ответственность;
-Построить или купить дом, создать семье
комфортные условия жизни;
-Стать отцом и заниматься воспитанием детей@

-Слабохарактерность и зависимые отношения
(главой семьи становится жена);
-Безответственность(неумение или нежелание
содержать семью и принимать участие в
воспитании детей);
-Деспотичность(желание скрыть свои слабости,
либо чувствительность жестким отношением к
жене и детям);
-Бездетность, страх стать отцом;
-Неумение или нежелание создавать комфортные
условия жизни для семьи (отсутствие дома и
стремления его приобрести, либо построить)
',

'4W' =>
'-Осознанно раскрыть в себе женственность и
сексуальность;
-Научиться любить своего мужчину, доверять ему,
восхищаться им, поддерживать и делегировать
ответственность за содержание семьи мужчине;
-Позволять мужчине быть мужчиной рядом с
собой, а себе быть слабой и беззащитной
женщиной рядом с ним;
-Родить детей, воспитывать достойных
наследников;
-При этом важно стремиться к самореализации и
финансовой независимости@

-Деспотичность, властность и контроль;
-Тянуть “одеяло ответственности” по содержанию
семьи на себя;
-Недоверие к мужчине, желание подавлять его:
соперничество и конкуренция с мужчиной (кто
больше зарабатывает, кто круче);
-Бездетность, либо нежелание заниматься
воспитанием детей и полная зацикленность на
построение карьеры;
-Финансовая зависимость от мужчины,
отсутствие самореализации (полностью
посвящать себя семье, позабыв о своем личном
развитии)
',

'4M' =>
'-Стать главой семьи, взять ответственность за
жену, детей и содержание семьи на себя;
-Быть любящим, любимым и заботливым отцом и
мужем;
-Построить или купить дом, создать семье
комфортные условия жизни;
-Уделять время семье: жене и лично принимать
участие в воспитании детей@

-Деспотичность, властность, гиперконтроль;
-Бизнес или карьера самое главное в жизни;
-Бездетность, либо нежелание принимать участие
в воспитании детей;
-Безответственность и нежелание зарабатывать,
эгоизм - отсюда безденежье и конфликты в семье
',

'5' =>
'-Стать духовным центром семьи: объединять
семью, хранить существующие традиции и
придумывать новые;
-Родить детей и заниматься их воспитанием;
-Обучаться вместе с партнером чему-то новому@

-Навязывание своих правил и своего мнения;
-Консерватизм, излишние ограничения;
-Нежелание рожать детей и заниматься детьми;
-Желание контролировать каждый шаг любимого
человека и детей;
-Нарушение традиций и правил семьи,
конфликты и отстранение от родных;
-Интеллектуальная гордыня желание поучать
мужа/жену, детей;
-Отсутствие духовного развития и в принципе
совместного развития с партнером
',

'6' =>
'-Научиться безусловно любить себя, стать
самодостаточным и уже через любовь к себе
наполнять любовью партнера;
-Помочь партнеру полюбить себя;
-В отношениях именно Вы являетесь источником
любви, красоты и гармонии;
-Важно через любовь строить красивые
отношения, в пример остальным;
-В отношениях хранить супружескую верность;
-Родить детей@

-Нелюбовь к себе, отсутствие самодостаточности,
поэтому, высокие ожидания от партнера, чтобы он
наполнял Вас любовью;
-Привычка идеализировать партнера, затем
разочаровываться в нем;
-Искушения, измены (поиск любви на стороне);
-Бездетность в отношениях, либо страх создавать
семью
*запомните: с этой энергией в отношениях, именно Вы
являетесь источником любви, гармонии и красоты в паре.
И если Вы себя не любите, то ни один человек не сможет
наполнить Вас любовью. Даже если Ваш партнер будет
самым идеальным, что бы он ни делал для Вас, Вам будет
казаться этого мало или недостаточно. Отсюда
начинаются ссоры и разногласия, потому что Вам все
время будет казаться, что партнер Вас недолюбливает,
недооценивает, уделяет мало внимания, времени и сил.
Отсюда возникают разочарования, искушения и измены.
',

'7' =>
'-Создавать движение в отношениях (совместные
путешествия, поездки, отдых и т.д.);
-Поддерживать партнера в достижении его целей
но и ставить свои цели тоже и двигаться к ним;
-Вдохновлять партнера на развитие и
саморазвитие своим личным примером@

-Отсутствие личных целей в отношениях, когда
есть только цели у партнера;
-Оседлый образ жизни (нежелание совместно
отдыхать и путешествовать);
-Нежелание развиваться;
-Агрессия к партнеру, не умение вдохновлять
(желание указывать, заставлять, подавлять);
-Вечное недовольство собой, партнером и
отношениями;
-Нежелание рожать детей(вот однажды, когда
будет дом и классные условия, тогда подумаю над
этим)
',

'8' =>
'-Научиться осознавать уроки через отношения
(когда партнер делает или говорит что-то, на Ваш
взгляд, несправедливое, Вам важно задаваться
вопросами: зачем это мне прилетело? для чего?
какие мои мысли,слова,действия, поступки
привели к тому, что случилось?);
-Помогать партнеру осознавать свои
неработающие установки;
-Наводить порядок в отношениях через умение
прощать партнера и в диалоге с ним прояснять
сложные моменты;@

-Нежелание осознавать и проходить уроки в
отношениях;
-Нежелание менять свои неработающие
установки и убеждения;
-Нежелание, либо неумение прощать своего
партнера и слышать его;
-Обвинения партнера в несправедливом
отношении к Вам
',

'9' =>
'-Принимать своего партнера, не осуждать его;
-Быть опорой и поддержкой для своего партнера;
-Получать удовольствие в сексе;
-Держать золотую середину во всем в
отношениях: не создавать созависимые
отношения;
-Вам важно, чтобы в отношениях Вы имели
возможность периодически оставаться наедине с
собой(важно,чтобы было личное пространство)@

-Осуждение партнера и навязывание ему каких-
либо изменений;

-Крайности: либо отстранение от партнера и уход
в себя, либо зависимость от него и навязывание;
-Отстранение от секса(относиться к сексу, как к
чему-то грязному);
-Поучения партнера и гордыня
',

'10' =>
'-Создавать уют в отношениях, чтобы партнер мог
расслабиться и получать удовольствие от ваших
отношений;
-Найти с партнером что-то общее, что вы оба
любите, совместно заниматься этим и
развиваться;
-Помогать партнеру находить свой путь;
-Строить отношения из состояния потока в
доверии к Богу, к себе и друг к другу;
-Щедрость в отношениях@

-Лень работать над отношениями, создавать
условия в отношениях;
-Апатия, нежелание находить что-то общее с
партнером;
-Напрягаться, чтобы что-то делать в отношениях
через не хочу;
-Жадность в отношениях;
',

'11' =>
'-Взять ответственность за свои отношения на
себя;
-Созидать в отношениях и помогать партнеру в
раскрытии своего потенциала;
-Налаживать не просто гармоничные отношения,
но и гармоничные интимные отношения с
партнером(регулярный, качественный секс),
важно доверять партнеру настолько, чтобы
говорить с ним о своих эротических фантазиях и
воплощать их в реальность;
-Родить детей@

-Безответственность в отношениях, когда
полностью ответственность в отношениях отдаете
своему партнеру;
-Давление, навязывание своего мнения;
-Отсутствие развития в отношениях, внутренняя
агрессия из-за нереализованности и
выплескивание агрессии на партнера;
-Ограничение партнера в развитии;
-Дисгармония в интимных отношениях(долгое
воздержание от секса, неудовлетворенность в
сексе, секс как выполнение супружеского долга);
-Отсутствие детей в паре;
-Как следствие возникшие заболевания моче-половой системы
',

'12' =>
'-Научиться быть в служении: отдавать свою
заботу, любовь, поддержку своему партнеру
безусловно, без ожиданий, получая удовольствие
от возможности наполнять близкого человека;
-Научить партнера любить себя;
-Приносить творчество и креатив в отношения;
-Быть примером служения для партнера@

-Нелюбовь к себе и ожидания в отношениях;
-Приносить себя в жертву ради партнера или
требовать жертв в отношениях от партнера;
-Внутренняя опустошенность и депрессии от
несбывшихся ожиданий и жертвенности;
-Излишний эгоизм и манипуляции партнера с
целью вызвать в нем чувство вины
',

'13' =>
'-Приносить постоянное развитие и изменения в
отношения;
-Трансформироваться и способствовать
трансформации партнера в отношениях;
-Научиться отпускать старое и учить этому
партнера;@

-Стабильность, бытовуха, обыденность, когда
каждый день, как день сурка;
-Привычка держаться за старое и бояться
перемен, отсюда депрессии, вплоть до
суицидальных мыслей;
-Бесцельное существование, отсутствие
трансформации и развития;
-Попытки мешать партнеру в его развитии
',

'14' =>
'-Быть источником духовного пробуждения в
семье(разговаривать с партнером по душам);
-Привносить творчество в отношения;
-Исцелять себя и партнера;
-Учиться и учить принятию;
-Научиться прощать@

-Нетерпимость, неприятие партнера;
-Отсутствие духовного пробуждения неумение и
нежелание говорить с партнером по душам;
-Обиды, нежелание и неумение прощать;
-Пагубные привычки: алкоголь, наркотики
',

'15' =>
'-Освободиться от зависимостей(в том числе и не
создавать зависимые отношения);
-Научиться видеть не только недостатки партнера
но и его достоинства, с помощью которых он
может исцелить свои недостатки и говорить ему
об его достоинствах;
-Достойно проходить искушения, которые могут
разрушить отношения@

-Зависимости и зависимые отношения;
-Постоянное желание переделать своего партнера
под себя, указывая ему на его недостатки;
-Нежелание видеть достоинства партнера;
-Поддаваться сиюминутным искушениям в ущерб
отношений
',

'16' =>
'-Научиться достойно проходить кризисы и
испытания в отношениях, видеть в них
возможности для развития пары. Учить тому же
партнера своим примером;
-Довольствоваться достатком в отношениях, но
делать фундаментом отношений не материальные
блага, а духовное развитие пары;
-Исцелить свои страсти и помогать в исцелении
страстей партнеру;@

-Относиться к испытаниям и кризисам в
отношениях, как каре небесной, зацикливаться на
проблемах и разрушать отношения;
-Делать фундаментом отношений не духовное
развитие в паре, а материальные блага(деньги
есть -люблю, трудности с деньгами возникли -
катись колбаской от меня);
-Отсутствие духовного развития: поддаваться
страстям и зависимостям
',

'17' =>
'-Помочь партнеру поверить в себя и развивать
свои способности, проявляться через них в мире;
-Совместный “выход в свет” с партнером на
регулярной основе;
-Иметь возможность в отношениях для
творческой самореализации и развития;
-Наладить доверительные отношения с
партнером и общаться ним на равных@

-Отсутствие личного развития в отношениях и
ограничение потенциала развития своего
партнера;
-Частый “выход в свет” без партнера;
-Отсутствие поддержки в отношениях;
-Разговаривать с партнером свысока, с посылом,
что ты без меня никто, звезда здесь - я
',

'18' =>
'-Безусловно доверять своему партнеру;
-Исцелить свои страхи и опасения по поводу
отношений через позитивное мышление;
-Помогать партнеру в исцелении его страхов в
отношениях;@

-Негативное отношение к партнеру,
подозрительность;
-Стремление ограничивать партнера;
-Страхи в отношениях, возникающие на пустом
месте;
-Ревность и депрессии
',

'19' =>
'-Воодушевлять и вдохновлять партнера;
-Помогать реализовываться и развиваться в
разных областях жизни(карьера,семья,здоровье);
-Содержать семью(мужчине)
-Процветать и создавать условия для процветания
партнера (женщине);
-Создавать отношения без манипуляций;
-Рождение детей@

-Манипуляции и вызывание чувства вины в
партнере;
-Зацикленность на семье, зависимые отношения;
-Преследование партнера и детей своей любовью
и чрезмерной опекой;
-Эгоизм: требование от партнера, чтобы он уделял
время только Вам;
-Бездетность, нежелание иметь детей и
взаимодействовать с ними;
-Отсутствие развития и процветания в
отношениях
',

'20' =>
'-Объединять и усиливать свой род через личный
пример в отношениях;
-Родить детей, воспитывать достойных
наследников;
-Даже после создания семьи и рождения детей
продолжать свое личное саморазвитие и, тем
самым, прославлять свой род;
-Наладить гармоничные отношения со своими
родителями и родственниками и родителями и
родственниками супруга;
-Развивать свои способности и таланты@

-Жалобы на семью и их осуждения;
-Отстранение от своей семьи;
-Посвятить себя семье (супругу,детям), забыв о
личном саморазвитии;
-Ссоры со своими родителями и родственниками,
а также с родителями и родственниками супруга
',

'21' =>
'-Быть миротворцем в отношениях, решать
конфликты в семье мирным путем;
-Уважать личные границы своего партнера и
давать свободу в отношениях;
-Поддерживать партнера в любых его начинаниях,
даже если кажется, что планы эти и начинания
наполеоновские и нереальные;
-Совместно путешествовать, расширять
мышление и пространство вокруг себя, раздвигать
границы;
-Помогать партнеру расти и масштабироваться@

-Создание конфликтов в отношениях с целью
добиться каких-то личных целей;
-Нарушение личных границ партнера;
-Попытки сажать партнера в “золотую клетку”,
ревность и контроль;
-Отсутствие совместных путешествий, оседлый
образ жизни;
-Узость мышления(в отношениях думать только о
себе и о своей выгоде);
-Мешать партнеру в развитии и поднимать на
смех его начинания, если они не соответствуют
Вашим ожиданиям, либо не вписываются в Вашу
картину мира
',

'22' =>
'-Приносить в отношения счастье и радость, уметь
веселиться и учить этому партнера;
-Убрать в себе ограничивающее мышление и
помочь партнеру сделать то же самое;
-Легко отпускать и легко принимать/брать,
научить партнера легкости;
-Давать свободу в отношениях(вы вместе потому
что хотите быть вместе, а не потому что кто-то
кому-то мешает уходить);
-Совместные путешествия и развитие@

-Сложности в “принимать/брать” и “отпускать” в
отношениях;
-Депрессивность, неумение радоваться жизни и
загружать партнера негативным мышлением;
-Отсутствие свободы в отношениях. Жизнь
полная запретов и рамок: консерватизм,
ограничения, ревность;
-Отсутствие совместного развития и путешествий
'
);

?>
